Repository: ajtowns/publican
Catalog: documentation-devel-JBoss/*/Translatable-Entities.po
Languages: hi_in

source: Administration Server
hi_in: प्रशासन सर्वर

source: Administration Guide
hi_in: प्रशासन गाइड

source: Agent Guide
hi_in: प्रतिनिधि गाइड

source: Activation Key Administrator
hi_in: सक्रियकरण कुंजी प्रशासक

source: Apache Web server
hi_in: Apache वेब सर्वर

source: Update
hi_in: अद्यतन

source: <guilabel>Big Board</guilabel>
hi_in: <guilabel>बिग बोर्ड</guilabel>

source: RHN Proxy Broker Server
hi_in: RHN प्रॉक्सी ब्रोकर सर्वर

source: certificate authority
hi_in: प्रमाणन प्राधिकार

source: HTTP Proxy Caching Server
hi_in: HTTP प्रॉक्सी कैशिंग सर्वर

source: Check Reference Guide
hi_in: संदर्भ गाइड जांचें

source: Command Center
hi_in: कमांड सेंटर

source: Configuration, Command, and File Reference
hi_in: विन्यास, कमांड, और फाइल संदर्भ

source: <guilabel>Command Center</guilabel>
hi_in: <guilabel>कमांड सेंटर</guilabel>

source: Configuration Administrator
hi_in: विन्यास प्रशासक

source: Setup and Installation Guide
hi_in: सेटअप और अधिष्ठापन गाइड

source: Command-Line Tools Guide
hi_in: कमांड लाइन उपकरण गाइड

source: Console
hi_in: कंसोल

source: <guilabel>Current State</guilabel> area
hi_in: <guilabel>मौजूदा स्थिति</guilabel> क्षेत्र

source: Deployment Guide
hi_in: तैनाती गाइड

source: Developer's Guide
hi_in: डेवलपर गाइड

source: DSML Gateway Guide
hi_in: DSML गेटवे गाइड

source: Intel Extended Memory 64 Technology
hi_in: Intel एक्सटेंडेड मेमोरी 64 तकनीक

source: Embedded Database
hi_in: एंबेडेड डाटाबेस

source: Management
hi_in: प्रबंधन

source: Frequently Asked Questions (FAQ)
hi_in: बार बार पूछे जाने वाले प्रश्न (FAQ)

source: &FED; Project
hi_in: &FED; प्रोजेक्ट

source: Gateway Customization Guide
hi_in: गेटवे पसंदीदाकरण गाइड

source: &RHGFS; &PRODVER; for &RHEL; 4 Update 2
hi_in: &RHEL; 4 अद्यतन 2 के लिये &RHGFS; &PRODVER;

source: Apache HTTP Server
hi_in: Apache HTTP सर्वर

source: Installation Guide
hi_in: अधिष्ठापन गाइड

source: &IG; for the &S390; Architectures
hi_in: &S390; ऑर्किटेक्चर के लिये &IG;

source: &IG; for &X8664;
hi_in: &X8664; के लिये &IG;

source: Introduction to System Administration
hi_in: सिस्टम प्रशासन का परिचय

source: JBoss Enterprise Application Platform
hi_in: JBoss एंटरप्राइज एप्लीकेशन प्लेटफॉर्म

source: Scout
hi_in: स्काउट

source: scout
hi_in: स्काउट

source: &MON; Administrator
hi_in: &MON; प्रशासक

source: Migration Guide
hi_in: माइग्रेशन गाइड

source: <guilabel>Main Menu</guilabel>
hi_in: <guilabel>मुख्य मेनू</guilabel>

source: Monitoring
hi_in: मॉनिटरिंग

source: Netscape Enterprise Server
hi_in: नेटस्केप एंटरप्राइज सर्वर

source: Networking Guide
hi_in: संजालन गाइड

source: Network Security Services
hi_in: संजाल सुरक्षा सेवा

source: <guilabel>Network Map</guilabel>
hi_in: <guilabel>संजाल मानचित्र</guilabel>

source: <guilabel>Network Status</guilabel> bar
hi_in: <guilabel>संजाल स्थिति</guilabel> पट्टी

source: Organization Administrator
hi_in: संगठन प्रशासक

source: Org Chart
hi_in: संगठन चार्ट

source: Piranha Configuration Tool
hi_in: पिरान्हा विन्यास उपकरण

source: IBM POWER Architecture
hi_in: IBM POWER ऑर्किटेक्चर

source: Plug-in Programmer's Guide
hi_in: प्लगिन प्रोग्राममर गाइड

source: Provisioning
hi_in: प्रोविजनिंग

source: RHN Proxy Server
hi_in: RHN प्रॉक्सी सर्वर

source: Proxy
hi_in: प्रॉक्सी

source: &QIG; for the &S390; Architectures
hi_in: &S390; ऑर्किटेक्चर &QIG; के लिये

source: &QIG; for &X8664;
hi_in: &X8664; के लिये &QIG;

source: RHN SSL Redirect Server
hi_in: RHN SSL रिडाइरेक्ट सर्वर

source: Reference Guide
hi_in: संदर्भ गाइड

source: &RH; Application Stack
hi_in: &RH; अनुप्रयोग स्टैक

source: Authentication Configuration Tool
hi_in: सत्यापन विन्यास उपकरण

source: Cluster Status Tool
hi_in: क्लस्टर स्थिति उपकरण

source: Cluster Configuration Tool
hi_in: क्लस्टर विन्यास उपकरण

source: &RH; Cluster Manager
hi_in: &RH; क्लस्टर प्रबंधक

source: &RH; Cluster Suite
hi_in: &RH; क्लस्टर सूट

source: Time and Date Properties Tool
hi_in: समय व तिथि विशेषता उपकरण

source: &RH; Desktop
hi_in: &RH; डेस्कटॉप

source: &RH; &DS; Installation Guide
hi_in: &RH; &DS; अधिष्ठापन गाइड

source: &RH; &DS; Resource Kit
hi_in: &RH; &DS; संसाधन किट

source: &RH; &DS; Schema Reference
hi_in: &RH; &DS; स्कीमा संदर्भ

source: &RHEL; AS 2.1 Update 5
hi_in: &RHEL; AS 2.1 अद्यतन 5

source: &RHEL; AS 3 Update 5
hi_in: &RHEL; AS 3 अद्यतन 5

source: GFS Setup Druid
hi_in: GFS सेटअप ड्र्यूड

source: Keyboard Configuration Tool
hi_in: कुंजीपटल विन्यास उपकरण

source: &RHL; for S/390 &IG;
hi_in: &RHL; S/390 &IG; के लिये

source: Log Viewer
hi_in: लॉग दर्शक

source: Applications (the main menu on the panel)
hi_in: अनुप्रयोग (पैनल पर मुख्य मेनू)

source: &RHN; Actions Control
hi_in: &RHN; क्रिया नियंत्रण

source: &RHN; Alert Notification Tool
hi_in: &RHN; चेतावनी अधिसूचना उपकरण

source: RHN Authentication Daemon
hi_in: RHN सत्यापन डेमॉन

source: RHN Bootstrap
hi_in: RHN बूटस्ट्रैप

source: &RHN; Configuration Client
hi_in: &RHN; विन्यास क्लाइंट

source: &RHN; Client Configuration Guide
hi_in: &RHN; क्लाइंट विन्या गाइड

source: &RHN; Configuration Manager
hi_in: &RHN; विन्यास प्रबंधक

source: RHN DB Control
hi_in: RHN DB नियंत्रण

source: &RHN; Daemon
hi_in: &RHN; डेमॉन

source: Network Administration Tool
hi_in: संजाल प्रशासन उपकरण

source: &RHN; Monitoring Daemon
hi_in: &RHN; मॉनिटरिंग डेमॉन

source: RHN Package Manager
hi_in: RHN संकुल प्रबंधक

source: RHN Push
hi_in: RHN पुश

source: &RHN; Registration Client
hi_in: &RHN; पंजीयन क्लाइंट

source: RHN Satellite Activate
hi_in: RHN सैटेलाइट सक्रिय

source: RHN Satellite Exporter
hi_in: RHN सैटेलाइट निर्यातक

source: RHN SSL Maintenance Tool
hi_in: RHN SSL देखभाल उपकरण

source: RHN Satellite Synchronization Tool
hi_in: RHN सैटेलाइट तुल्यकालन उपकरण

source: RHN Task Engine
hi_in: RHN कार्य इंजिन

source: Printer Configuration Tool
hi_in: मुद्रक विन्यास उपकरण

source: Package Management Tool
hi_in: संकुल प्रबंधन उपकरण

source: Samba Server Configuration Tool
hi_in: सांबा सर्वर विन्यास उपकरण

source: Security Level Configuration Tool
hi_in: सुरक्षा स्तर विन्यास उपकरण

source: Actions (on the panel)
hi_in: क्रिया (पैनल पर)

source: Services Configuration Tool
hi_in: सेवा विन्यास उपकरण

source: Setup Agent
hi_in: सेटअप प्रतिनिधि

source: System (on the panel)
hi_in: सिस्टम (पैनल पर)

source: Red Hat Update Agent
hi_in: Red Hat अद्यतन प्रतिनिधि

source: User Manager
hi_in: उपयोक्ता प्रबंधक

source: Red Hat Virtualization
hi_in: Red Hat वर्चुअलाइजेशन

source: X Configuration Tool
hi_in: X विन्यास उपकरण

source: Resource Kit
hi_in: संसाधन किट

source: Release Notes
hi_in: रिलीज नोट्स

source: IBM S/390 and IBM eServer zSeries
hi_in: IBM S/390 और IBM eServer zSeries

source: System Administration Guide
hi_in: सिस्टम प्रशासन गाइड

source: RHN Satellite Server
hi_in: RHN सैटेलाइट सर्वर

source: Satellite
hi_in: सैटेलाइट

source: Step By Step Guide
hi_in: चरणबद्ध गाइड

source: &SEL; Guide
hi_in: &SEL; गाइड

source: System Group Administrator
hi_in: सिस्टम समूह प्रशासक

source: Security Guide
hi_in: सुरक्षा गाइड

source: &SAT; &SATVER; Installation Guide
hi_in: &SAT; &SATVER; अधिष्ठापन गाइड

source: Schema Reference
hi_in: स्कीमा संदर्भ

source: System Set Manager
hi_in: सिस्टम सेट प्रबंधक

source: Stand-Alone Database
hi_in: पृथक डाटाबेस

source: User's Guide
hi_in: उपयोक्ता गाइड

source: UNIX Support
hi_in: UNIX समर्थन
