Repository: ajtowns/publican
Catalog: publican-stable/content/common/*/Code-Conventions.po
Languages: ru_ru, te_in

source: Code Presentation Conventions
ru_ru: Соглашения представления кода
te_in: కోడ్ సమర్పణా విధానాలు

source: classname
ru_ru: имя класса
te_in: తరగతినామము

source: This is the name of a class in an object-oriented (<firstterm>OO</firstterm>) programming language. For example, the class <classname>com.arsdigita.categorization.CategoryTreeNode</classname> .
ru_ru: Имя класса в объектно-ориентированном (<firstterm>OO</firstterm>) программировании. Пример класса: <classname>com.arsdigita.categorization.CategoryTreeNode</classname>.
te_in: ఇది ఆబ్జక్టు-ఓరియంటెడ్ ప్రోగ్రామింగ్ లాగ్వేజ్ లో (<firstterm>OO</firstterm>) తరగతి నామము. ఉదాహరణకు,తరగతి<classname>com.arsdigita.categorization.CategoryTreeNode</classname>.

source: method name
ru_ru: имя метода
te_in: పద్దతి నామము

source: This is the name of a method in an OO programming language, e.g. the method <methodname>getBaseDataObjectType</methodname> .
ru_ru: Имя метода в ОО-программировании. Пример: <methodname>getBaseDataObjectType</methodname>.
te_in: ఇది ఆబ్జక్టు-ఓరియంటెడ్ ప్రోగ్రామింగ్ లాగ్వేజ్ లో పద్దతి నామము. ఉదాహరణకు,పద్దతి <methodname>getBaseDataObjectType</methodname> .

source: function
ru_ru: функция
te_in: కార్యము

source: The name of a function or subroutine, as in a programming language. For example, the function <function>SecurityLogger.warn()</function> .
ru_ru: Имя функции или процедуры. Пример функции: <function>SecurityLogger.warn()</function> .
te_in: కార్యము లేదా సబ్రొటీన్ నామము,ప్రోగ్రామింగ్ లాంగ్వేజ్ లో ఉన్నట్లుగా.ఉదాహరణకు,కార్యము <function>SecurityLogger.warn()</function> .

source: variable name
ru_ru: имя переменной
te_in: వేరిబుల్ నామము

source: The name of a variable. For example, the variable <varname>BASE_DATA_OBJECT_TYPE</varname> .
ru_ru: Имя переменной. Пример: <varname>BASE_DATA_OBJECT_TYPE</varname> .
te_in: వేరిబుల్ నామము.ఉదాహరణకు,వేరిబుల్ <varname>BASE_DATA_OBJECT_TYPE</varname> .

source: option
ru_ru: опция
te_in: ఐచ్చికం

source: An option for a software command or <methodname>Method</methodname> . For example, a user has been granted <option>read</option> privileges on an object.
ru_ru: Опция команды или <methodname>метод</methodname>. Пример: Пользователю предоставляются права чтения объекта (<option>read</option>).
te_in: సాఫ్టువేర్ ఆదేశానికి లేదా <methodname>పద్దతి</methodname> కి ఒక ఐచ్చికం.ఉదాహరణకు, ఒక వినియోగదారుడు ఒక ఆబ్జక్టు పైన <option>read</option> అధికారం పొందాడు.

source: return value
ru_ru: возвращаемое значение
te_in: తిరిగివచ్చు విలువ

source: The value returned by a function. For example, a method returns <returnvalue>null</returnvalue> .
ru_ru: Значение, которое возвращает функция. Например, метод может вернуть значение <returnvalue>null</returnvalue> .
te_in: విలువ కార్యము నుండి తిరిగివచ్చినది.ఉదాహరణకు, ఒక పద్దతి <returnvalue>null</returnvalue> తిరిగిఇచ్చింది.

source: program listing
ru_ru: листинг программы
te_in: ప్రోగ్రామ్ జాబితా

source: A literal listing of all or part of a program:
ru_ru: Подробный вывод всех компонентов программы
te_in: ప్రోగ్రామ్ యొక్క అంతా లేదా కొంత బాగం అక్షరబద్ద జాబితా:

source: first term
ru_ru: первое упоминание
te_in: మొదటి పదం

source: The first occurrence of a term, such as the first time we introduce a <firstterm>bulletin-board</firstterm> and note its abbreviated form, <firstterm>bboard</firstterm>.
ru_ru: Используется, когда термин упоминается впервые. Например, если при первом описании <firstterm>bulletin-board</firstterm> указывается аббревиатура <firstterm>bboard</firstterm>.
te_in: పదము వచ్చిన మొదటి సందర్బం,ఎటువంటిదంటే మొదటిసారి మనము పరిచయంచేసిన<firstterm>bulletin-board</firstterm>మరియు దాని సంక్షిప్త క్రమము,<firstterm>bulletin-board</firstterm>.
