Repository: ajtowns/publican
Catalog: publican-stable/content/common/*/Conventions.po
Languages: gu_in, it_it, ru_ru

source: Document Conventions
gu_in: દસ્તાવેજ પરિચલો
it_it: Convenzioni del documento
ru_ru: Соглашения документа

source: Certain words in this manual are represented in different fonts, styles, and weights. This highlighting indicates that the word is part of a specific category. The categories include the following:
gu_in: ચોક્કસ શબ્દો આ માર્ગદર્શિકામાં અલગ ફોન્ટ, શૈલીઓ, અને વજનમાં રજૂ થાય છે. આ પ્રકાશન સૂચવે છે કે શબ્દ એ ચોક્કસ વર્ગનો ભાગ છે. વર્ગો આનો સમાવેશ કરે છે:
it_it: Consultando il presente manuale, vedrete alcune parole rappresentate con caratteri, dimensioni e stili differenti. Ciò indica l'appartenenza da parte di una parola ad una categoria specifica. Le categorie includono quanto segue:
ru_ru: Некоторые слова в данном руководстве выделены различными шрифтами, стилями, толщиной. Это означает, что такое слово принадлежит одной из следующих категорий:

source: Courier font
gu_in: Courier ફોન્ટ
it_it: Carattere Courier
ru_ru: Шрифт Courier

source: Courier font represents <command>commands</command>, <filename>file names and paths</filename>, and <prompt>prompts</prompt> .
gu_in: Courier ફોન્ટ <command>આદેશો</command>, <filename>ફાઈલ નામો અને પાથ</filename>, અને <prompt>પ્રોમ્પ્ટ</prompt> રજૂ કરે છે.
it_it: Il suddetto carattere rappresenta <command>commands</command>, <filename>file names and paths</filename>, e <prompt>prompts</prompt> .
ru_ru: Шрифтом Courier выделяются <command>команды</command>, <filename>имена файлов</filename> и <prompt>содержимое приглашения командной строки</prompt>.

source: bold Courier font
gu_in: ઘાટા Courier ફોન્ટ
it_it: Carattere bold Courier
ru_ru: Жирный шрифт Courier

source: Bold Courier font represents text that you are to type, such as: <userinput>service jonas start</userinput>
gu_in: ઘાટા Courier ફોન્ટ લખાણ રજૂ કરે છે કે જે તમે લખવા જાવ છો, જેમ કે: <userinput>service jonas start</userinput>
it_it: Questo carattere rappresenta il testo digitato dall'utente, come ad esempio: <userinput>service jonas start</userinput>
ru_ru: Жирным шрифтом Courier выделяется текст, который нужно ввести. Пример: <userinput>service jonas start</userinput>

source: If you have to run a command as root, the root prompt (<literal>#</literal>) precedes the command:
gu_in: જો તમારે રુટ તરીકે આદેશ ચલાવવાનો હોય, તો રુટ પ્રોમ્પ્ટ (<literal>#</literal>) આદેશ પહેલાં આવે છે:
it_it: Se desiderate eseguire un comando come utente root, il prompt root (<literal>#</literal>) precede il comando:
ru_ru: Если команда выполняется от лица пользователя root, то перед командой указывается приглашение root (<literal>#</literal>):

source: italic Courier font
gu_in: ત્રાંસા Courier ફોન્ટ
it_it: Carattere italic Courier
ru_ru: Наклонный шрифт Courier

source: bold font
gu_in: ઘાટો ફોન્ટ
it_it: Carattere grassetto
ru_ru: Жирный шрифт

source: Bold font represents <application>application programs</application> and <guilabel>text found on a graphical interface</guilabel>.
gu_in: ઘાટા ફોન્ટ <application>કાર્યક્રમ પ્રોગ્રામો</application> અને <guilabel>ગ્રાફિકવાળા ઈન્ટરફેસ પર લખાણ મળ્યું</guilabel> રજૂ કરે છે.
it_it: Questo carattere rappresenta gli <application>application programs</application> ed<guilabel>i testi trovati su di una interfaccia grafica</guilabel>.
ru_ru: Жирным шрифтом выделяются указания <application>прикладных программ</application> и <guilabel>текст элементов графического интерфейса</guilabel>.

source: When shown like this: <guibutton> OK </guibutton>, it indicates a button on a graphical application interface.
gu_in: જ્યારે આની જેમ બતાવવામાં આવે: <guibutton> બરાબર </guibutton>, તે ગ્રાફિકવાળા કાર્યક્રમ ઈન્ટરફેસ પર બટન સૂચવે છે.
it_it: Quando mostrato in questo modo: <guibutton> OK </guibutton>, stà ad indicare un pulsante su di una interfaccia grafica dell'applicazione.
ru_ru: Например, <guibutton> OK </guibutton> обозначает текст кнопки графического интерфейса.

source: Additionally, the manual uses different strategies to draw your attention to pieces of information. In order of how critical the information is to you, these items are marked as follows:
gu_in: વધુમાં, માર્ગદર્શિકા અમુક ચોક્કસ ભાગ પર તમારું ધ્યાન દોરવા માટે વિવિધ વિચારધારાઓ વાપરે છે. તમારા માટે જાણકારી કેટલી જટિલ છે તે નક્કી કરવા માટે, આ વસ્તુઓ નીચે પ્રમાણે ચિહ્નિત થાય છે:
it_it: In aggiunta, il manuale utilizza diverse strategie per ottenere la vostra attenzione su determinate informazioni. In base all'importanza delle informazioni, questi oggetti vengono contrassegnati nel modo seguente:
ru_ru: Кроме того, руководство может использовать другие методы привлечения внимания к информации. В зависимости от того, насколько она важна, используются обозначения:

source: Note
gu_in: નોંધ
it_it: Nota Bene
ru_ru: Замечание

source: A note is typically information that you need to understand the behavior of the system.
gu_in: નોંધ એ વિશિષ્ટ જાણકારી છે કે જે તમને સિસ્ટમની વર્તણૂકને સમજવા માટે જરૂરી છે.
it_it: Una nota rappresenta una informazione da comprendere riguardante il comportamento del sistema.
ru_ru: Обычно информация, которая поясняет поведение системы.

source: A tip is typically an alternative way of performing a task.
gu_in: ટિપ્પણી ખાસ કરીને ક્રિયા કરવાનો વૈકલ્પિક રસ્તો છે.
it_it: Un suggerimento rappresenta generalmente un modo alternativo per eseguire un compito.
ru_ru: Обычно дополнительный вариант выполнения задачи.

source: Important
gu_in: મહત્વનું
it_it: Importante
ru_ru: Важно

source: Important information is necessary, but possibly unexpected, such as a configuration change that will not persist after a reboot.
gu_in: મહત્વની જાણકારી જરૂરી છે, પરંતુ અનિચ્છનીય હોય તેની શક્યતા પણ હોઈ શકે, જેમ કે રૂપરેખાંકન ફેરફાર કે જે રીબુટ પછી હાજર નહિં રહે.
it_it: Rappresenta una informazione importante e quindi necessaria, ma possibilmente inaspettata, come ad esempio una modifica nella configurazione dopo un processo di riavvio.
ru_ru: Необходимая информация, иногда неожиданная, как например, изменения конфигурации, которые не сохраняются после перезагрузки.

source: Caution
gu_in: સાવધાની
it_it: Attenzione
ru_ru: Осторожно

source: A caution indicates an act that would violate your support agreement, such as recompiling the kernel.
gu_in: સાવધાની ક્રિયા સૂચવે છે કે જે તમારું આધાર મંજૂરીપત્ર બગાડી નાંખે, જેમ કે કર્નલ પુનઃકમ્પાઈલ કરવી.
it_it: Indica un'azione in grado di violare l'agreement del vostro supporto, come ad esempio la ricompilazione del kernel.
ru_ru: Означает, что выполняемые действия (например, перекомпиляция ядра) могут нарушить условия соглашения поддержки.

source: Warning
gu_in: ચેતવણી
it_it: Avvertenza
ru_ru: Предупреждение

source: A warning indicates potential data loss, as may happen when tuning hardware for maximum performance.
gu_in: ચેતવણી સંભવિત માહિતી નાશ સૂચવે છે, કારણ કે તે જ્યારે હાર્ડવેરને મહત્તમ પ્રભાવ માટે ટ્યુન કરી રહ્યા હોય ત્યારે થશે.
it_it: Tale avvertenza può indicare una potenziale perdita di dati, ad esempio durante la regolazione hardware per una prestazione più elevata.
ru_ru: Предупреждает о возможной потере данных, что может случиться, к примеру, при индивидуальной настройке оборудования с целью достижения максимальной производительности.
