Repository: ajtowns/publican
Catalog: documentation-devel/content/common/*/Conventions.po
Languages: ja_jp, or_in

source: Document Conventions
ja_jp: ドキュメントの慣習
or_in: ଦଲିଲକରଣ ନିୟମ

source: Certain words in this manual are represented in different fonts, styles, and weights. This highlighting indicates that the word is part of a specific category. The categories include the following:
ja_jp: このドキュメント内の特定の用語は、異なるフォント、異なるスタイル、異なる太字で表現 されています。このような強調表示は、その用語が特定のカテゴリの一部であることを示します。 そのカテゴリには以下のような分類があります:
or_in: ଏହି ମେନ୍ଯୁଆଲରେ ଥିବା କିଛି ଶବ୍ଦ ମାନଙ୍କୁ ବିଭିନ୍ନ ଅକ୍ଷରରୂପ, ଶୈଳୀ, ଏବଂ ଓସାରରେ ଉଲ୍ଲେଖ କରାଯାଇଥାଏ। ଗୋଟିଏ ଶବ୍ଦର ବିଶିଷ୍ଟତ ପ୍ରଦର୍ଶନ ଏହା ସୂଚୀତ କରିଥାଏ ଯେ ସେହି ଶବ୍ଦଟି ଗୋଟିଏ ନିର୍ଦ୍ଦିଷ୍ଟ ବିଭାଗର ଅଂଶ ଅଟେ। ଏହି ବିଭାଗ ଗୁଡିକ ନିମ୍ନଲିଖିତ ମାନଙ୍କୁ ଅନ୍ତର୍ଭୂକ୍ତ କରିଥାଏ:

source: Courier font
ja_jp: Courier フォント
or_in: କୋରିଓର ଅକ୍ଷରରୂପ

source: Courier font represents <command>commands</command>, <filename>file names and paths</filename>, and <prompt>prompts</prompt> .
ja_jp: Courier フォントは <command>コマンド</command>、<filename>ファイル名とパス</filename>、 そして、<prompt>プロンプト</prompt> を表示します。
or_in: କୋରିଓର ଅକ୍ଷରରୂପ <command>ନିର୍ଦ୍ଦେଶ ମାନଙ୍କୁ</command>, <filename>ଫାଇଲ ନାମ ଏବଂ ପଥ ମାନଙ୍କୁ</filename>, ଏବଂ <prompt>ପ୍ରୋମ୍ପ୍ଟ ମାନଙ୍କୁ</prompt> ଉଲ୍ଲେଖ କରିଥାଏ।

source: bold Courier font
ja_jp: 太字 Courier フォント
or_in: ଗାଢ କୋରିଓର ଅକ୍ଷରରୂପ

source: Bold Courier font represents text that you are to type, such as: <userinput>service jonas start</userinput>
ja_jp: 太字 Courier フォントは <userinput>service jonas start</userinput> など、ユーザーが入力すべき テキストを示します。
or_in: ଗାଢ କୋରିଓର ଅକ୍ଷରରୂପ ଆପଣ ଟାଇପ କରିବା ପାଠ୍ଯକୁ ଉଲ୍ଲେଖ କରିଥାଏ, ଯେପରିକି: <userinput>service jonas start</userinput>

source: If you have to run a command as root, the root prompt (<literal>#</literal>) precedes the command:
ja_jp: root としてコマンドを実行する必要がある場合は、root プロンプト (<literal>#</literal>) が コマンドの前に付きます:
or_in: ଆପଣଙ୍କୁ ଗୋଟିଏ ନିର୍ଦ୍ଦେଶ ରୁଟ ଚାଳକ ଭାବରେ ଚଳାଇବା ପାଇଁ ହେଲେ, ରୁଟ ପ୍ରୋମ୍ପ୍ଟ (<literal>#</literal>) ନିର୍ଦ୍ଦେଶ ପୂର୍ବରୁ ଆସିଥାଏ:ଏ:

source: italic Courier font
ja_jp: イタリック Courier フォント
or_in: ଇଟାଲୀୟ କୋରିଓର ଅକ୍ଷରରୂପ

source: bold font
ja_jp: 太字フォント
or_in: ବଡ ଅକ୍ଷର

source: Bold font represents <application>application programs</application> and <guilabel>text found on a graphical interface</guilabel>.
ja_jp: 太字フォントは <application>アプリケーションプログラム</application> と <guilabel>グラフィカル インターフェイス上のテキスト</guilabel> を示します。
or_in: ଗାଢ ଅକ୍ଷର <application>ପ୍ରୟୋଗ ପ୍ରୋଗ୍ରାମ</application> ଏବଂ <guilabel>ଗୋଟିଏ ଆଲେଖୀକ ଅନ୍ତରାପୃଷ୍ଠରେ ମିଳିଥିବା ପାଠ୍ଯ</guilabel> କୁ ଉଲ୍ଲେଖ କରିଥାଏ।

source: When shown like this: <guibutton> OK </guibutton>, it indicates a button on a graphical application interface.
ja_jp: このように表示がある場合: <guibutton> OK </guibutton> 、それは、グラフィカル アプリケーションインターフェイスにあるボタンを意味します。
or_in: ଏହିପରି ଭାବରେ ଦେଖାଗଲେ: <guibutton>ଠିକ ଅଛି</guibutton>, ଗୋଟିଏ ଆଲେଖୀକ ପ୍ରୟୋଗ ଅନ୍ତରାପୃଷ୍ଠରେ ଏହା ଗୋଟିଏ ବଟନକୁ ଉଲ୍ଲେଖ କରିଥାଏ।

source: Additionally, the manual uses different strategies to draw your attention to pieces of information. In order of how critical the information is to you, these items are marked as follows:
ja_jp: 更に、ドキュメントは異なる手法を使って、情報の重要な部分にユーザーの注意を引くようにします。 ユーザーに取って情報がどれほど重要かに応じて以下のようなマークが設定されています:
or_in: ଅତିରିକ୍ତ ଭାବରେ, ବିଭିନ୍ନ ସୂଚନା ଖଣ୍ଡ ପ୍ରତି ଆପଣଙ୍କ ଦୃଷ୍ଟି ଆକର୍ଷଣ କରିବା ପାଇଁ ମେନ୍ଯୁଆଲ ବିଭିନ୍ନ ଉପାୟ ଅବଲମ୍ବନ କରିଥାଏ। ଆପଣଙ୍କ ପାଇଁ ସୂଚନାଟି କେତେ ଜରୁରୀ ତାହା ଉପରେ ନିର୍ଭର କରି, ଏହି ବସ୍ତୁ ଗୁଡିକୁ ତଳେ ଉଲ୍ଲେଖ କରାଯାଇଛି:

source: Note
ja_jp: 注記
or_in: ଟିପ୍ପଣୀ

source: A note is typically information that you need to understand the behavior of the system.
ja_jp: 注記は、システムの動作についてユーザーが理解すべき標準的な情報です。
or_in: ଗୋଟିଏ ଟିପ୍ପଣୀ ସାଧାରଣତଃ ଆପଣ ବୁଝିବା ପାଇଁ ଆବଶ୍ଯକୀୟ ତନ୍ତ୍ରର ଆଚରଣ ବିଷୟରେ ସୂଚନା ପ୍ରଦାନ କରିଥାଏ।

source: A tip is typically an alternative way of performing a task.
ja_jp: ヒントは、一般的にタスクを実行する為の別の方法を示すものです。
or_in: ଗୋଟିଏ ପରାମର୍ଶ ଗୋଟିଏ କାର୍ଯ୍ଯ କରିବାର ଗୋଟିଏ ବୈକଳ୍ପକୁ ଉପାୟ ଅଟେ।

source: Important
ja_jp: 重要
or_in: ଗୁରୁତ୍ବପୂର୍ଣ୍ଣ

source: Important information is necessary, but possibly unexpected, such as a configuration change that will not persist after a reboot.
ja_jp: 重要の情報は、再起動後に維持されなかった設定の変更など、必要でありながら予想されにくいことを 案内します。
or_in: ଗୁରୁତ୍ବପୂର୍ଣ୍ଣ ସୂଚନା ଆବଶ୍ଯକ ଅଟେ, କିନ୍ତୁ ସମ୍ଭବତଃ ଅପ୍ରତ୍ଯାଶିତ ଅଟେ, ଉଦାହରଣ ସ୍ବରୂପ ଗୋଟିଏ ବିନ୍ଯାସ ପରିବର୍ତ୍ତନ ଯାହାକି ଥରେ ତନ୍ତ୍ରକୁ ପୁନର୍ଚାଳନ କରିବା ପରେ ପ୍ରଭାବିତ ହେବ ନାହିଁ।

source: Caution
ja_jp: 注意
or_in: ସତର୍କତା

source: A caution indicates an act that would violate your support agreement, such as recompiling the kernel.
ja_jp: 注意は、カーネルのリコンパイルなど、ユーザーのサポート同意に違反するような行為を示します。
or_in: ଗୋଟିଏ ଚେତାବନୀ ଗୋଟିଏ ନିୟମକୁ ସୂଚାଇଥାଏ ଯାହାକି ପୁନଃସଙ୍କଳନ ଆପଣଙ୍କର ସମର୍ଥନ ରାଜିନାମାକୁ ଖଣ୍ଡନ କରିବ, ଉଦାହରଣ ସ୍ବରୂପ କର୍ଣ୍ଣଲ ପୁନଃସଙ୍କଳନ

source: Warning
ja_jp: 警告
or_in: ଚେତାବନୀ

source: A warning indicates potential data loss, as may happen when tuning hardware for maximum performance.
ja_jp: 警告は、ハードウェアを最大パフォーマンス用にチューンしている場合のように、発生する可能性のある データロス等の危険状態を示します。
or_in: ସର୍ବାଧିକ ପ୍ରଦର୍ଶନ ପାଇଁ ହାର୍ଡୱେର ଟ୍ଯୁନ କରିବା ସମୟରେ ଘଟୁଥିବା, ଗୋଟିଏ ଚେତାବନୀ ତଥ୍ଯହାନୀ ହୋଉଛି ବୋଲି ସୂଚାଇ ଥାଏ।
