Repository: ajtowns/publican
Catalog: documentation-devel-Fedora/*/Translatable-Entities.po
Languages: or_in

source: Administration Server
or_in: ପ୍ରଶାସନୀୟ ସେବକ

source: Administration Guide
or_in: ପ୍ରଶାସନୀୟ ଗାଇଡ

source: Agent Guide
or_in: ପ୍ରତିନିଧୀ ଗାଇଡ

source: Activation Key Administrator
or_in: ସକ୍ରିୟଣ ଚାବି ପ୍ରଶାସକ

source: Apache Web server
or_in: ଆପାଚେ ୱେବ ସେବକ

source: Update
or_in: ଅଦ୍ଯତ୍ଯନ

source: <guilabel>Big Board</guilabel>
or_in: <guilabel>ବଡ ବୋର୍ଡ</guilabel>

source: RHN Proxy Broker Server
or_in: RHN ପ୍ରୋକ୍ସି ଭଗ୍ନ ସେବକ

source: certificate authority
or_in: ବୈଧିକରଣ ଅଧିକାରୀ

source: HTTP Proxy Caching Server
or_in: HTTP ପ୍ରୋକ୍ସି କ୍ଯାଶିଙ୍ଗ ସେବକ

source: Check Reference Guide
or_in: ପରିଶିଷ୍ଟ ଗାଇଡକୁ ଯାଞ୍ଚ କରନ୍ତୁ

source: Command Center
or_in: ନିର୍ଦ୍ଦେଶ କେନ୍ଦ୍ର

source: Configuration, Command, and File Reference
or_in: ବିନ୍ଯାସ, ନିର୍ଦ୍ଦେଶ, ଏବଂ ଫାଇଲ ପରିଶିଷ୍ଟ

source: <guilabel>Command Center</guilabel>
or_in: <guilabel>ନିର୍ଦ୍ଦେଶ କେନ୍ଦ୍ର</guilabel>

source: Configuration Administrator
or_in: ବିନ୍ଯାସ ପ୍ରଶାସକ

source: Setup and Installation Guide
or_in: ବ୍ଯବସ୍ଥାପନ ଏବଂ ସ୍ଥାପନ ଗାଇଡ

source: Command-Line Tools Guide
or_in: ପାଠ୍ଯ ନିର୍ଦ୍ଦେଶ ଉପକରଣ ଗାଇଡ

source: Console
or_in: କୋନଶୋଲ

source: <guilabel>Current State</guilabel> area
or_in: <guilabel>ବର୍ତ୍ତମାନ ଅବସ୍ଥା</guilabel> କ୍ଷେତ୍ର

source: Deployment Guide
or_in: ପରିନିୟୋଜନ ଗାଇଡ

source: Developer's Guide
or_in: ବିକାଶକାରୀଙ୍କ ଗାଇଡ

source: DSML Gateway Guide
or_in: DSML ଗେଟ-ୱେ ଗାଇଡ

source: Intel Extended Memory 64 Technology
or_in: Intel ବର୍ଦ୍ଧିତ ସ୍ମୃତି 64 କୌଶଳ

source: Embedded Database
or_in: ସନ୍ନିହିତ ତଥ୍ଯାଧାର

source: Management
or_in: ପରିଚାଳନା

source: Frequently Asked Questions (FAQ)
or_in: ସର୍ବଦା ପଚରା ଯାଉଥିବା ପ୍ରଶ୍ନ (FAQ)

source: &FED; Project
or_in: &FED; ଯୋଜନା

source: Gateway Customization Guide
or_in: ଗେଟ-ୱେ ଇଚ୍ଛାରୂପଣ ଗାଇଡ

source: &RHGFS; &PRODVER; for &RHEL; 4 Update 2
or_in: &RHEL; 4 ଅଦ୍ଯତନ 2 ପାଇଁ &RHGFS; &PRODVER;

source: Apache HTTP Server
or_in: ଆପାଚେ HTTP ସେବକ

source: Installation Guide
or_in: ସ୍ଥାପନ ଗାଇଡ

source: &IG; for the &S390; Architectures
or_in: &S390; ସ୍ଥାପତ୍ଯ ମାନଙ୍କ ପାଇଁ &IG;

source: &IG; for &X8664;
or_in: &X8664; ପାଇଁ &IG;

source: Introduction to System Administration
or_in: ତନ୍ତ୍ର ପ୍ରଶାସନର ଉପକ୍ରମଣିକା

source: JBoss Enterprise Application Platform
or_in: JBoss ଉଦ୍ଯୋଗକି ପ୍ରୟୋଗ ପ୍ଲାଟଫର୍ମ

source: Scout
or_in: ସ୍କାଉଟ

source: scout
or_in: ସ୍କାଉଟ

source: &MON; Administrator
or_in: &MON; ପ୍ରଶାସକ

source: Migration Guide
or_in: ଉତ୍ପ୍ରବାସନ ଗାଇଡ

source: <guilabel>Main Menu</guilabel>
or_in: <guilabel>ମୂଖ୍ଯ ତାଲିକା</guilabel>

source: Monitoring
or_in: ଦୃଷ୍ଟି ରଖିବା ବିଷୟରେ

source: Netscape Enterprise Server
or_in: Netscape ଉଦ୍ଯୋଗ ସେବକ

source: Networking Guide
or_in: ନେଟୱାର୍କିଙ୍ଗ ଗାଇଡ

source: Network Security Services
or_in: ନେଟୱାର୍କ ସୁରକ୍ଷା ସେବା।

source: <guilabel>Network Map</guilabel>
or_in: <guilabel>ନେଟୱାର୍କ ତୁଳନା</guilabel>

source: <guilabel>Network Status</guilabel> bar
or_in: <guilabel>ନେଟୱାର୍କ ଅବସ୍ଥିତି</guilabel> ପଟି

source: Organization Administrator
or_in: ସଙ୍ଗଠନ ପ୍ରଶାସକ

source: Org Chart
or_in: ସଙ୍ଗଠନ ଲେଖାଚିତ୍ର

source: Piranha Configuration Tool
or_in: Piranha ବିନ୍ଯାସ ଉପକରଣ

source: IBM POWER Architecture
or_in: IBM POWER ସ୍ଥାପତ୍ଯ

source: Plug-in Programmer's Guide
or_in: ପ୍ଲଗ-ଇନ ପ୍ରୋଗ୍ରାମର ଗାଇଡ

source: Provisioning
or_in: ପ୍ରବନ୍ଧ

source: RHN Proxy Server
or_in: RHN ପ୍ରୋକ୍ସି ସେବକ

source: Proxy
or_in: ପ୍ରୋକ୍ସି

source: &QIG; for the &S390; Architectures
or_in: &S390; ସ୍ଥାପତ୍ଯ ମାନଙ୍କ ପାଇଁ &QIG;

source: &QIG; for &X8664;
or_in: &X8664; ପାଇଁ &QIG;

source: RHN SSL Redirect Server
or_in: RHN SSL ପୁନଃ ନିର୍ଦ୍ଦେଶିତ ସେବକ

source: Reference Guide
or_in: ପରିଶିଷ୍ଟ ଗାଇଡ

source: &RH; Application Stack
or_in: &RH; ପ୍ରୟୋଗ ଥାକ

source: Authentication Configuration Tool
or_in: ବୈଧିକରଣ ବିନ୍ଯାସ ଉପକରଣ

source: Cluster Status Tool
or_in: କ୍ଲଷ୍ଟର ଅବସ୍ଥିତି ଉପକରଣ

source: Cluster Configuration Tool
or_in: କ୍ଲଷ୍ଟର ବିନ୍ଯାସ ଉପକରଣ

source: &RH; Cluster Manager
or_in: &RH; କ୍ଲଷ୍ଟର ପରିଚାଳକ

source: &RH; Cluster Suite
or_in: &RH; କ୍ଲଷ୍ଟର ସ୍ଯୁଟ

source: Time and Date Properties Tool
or_in: ସମୟ ଏବଂ ତାରିଖ ଗୁଣଧର୍ମ ଉପକରଣ

source: &RH; Desktop
or_in: &RH; ଡେସ୍କଟପ

source: &RH; &DS; Installation Guide
or_in: &RH; &DS; ସ୍ଥାପନ ଗାଇଡ

source: &RH; &DS; Resource Kit
or_in: &RH; &DS; ସମ୍ବଳ ଉପକରଣ

source: &RH; &DS; Schema Reference
or_in: &RH; &DS; ବିବରଣୀକା ନିର୍ଦ୍ଦେଶ

source: GFS Setup Druid
or_in: GFS ବ୍ଯବସ୍ଥାପନ ଡୃଇଡ

source: Keyboard Configuration Tool
or_in: କି-ବୋର୍ଡ ବିନ୍ଯାସ ଉପକରଣ

source: &RHL; for S/390 &IG;
or_in: S/390 &IG; ପାଇଁ &RHL;

source: Log Viewer
or_in: ଲଗ ପ୍ରଦର୍ଶକ

source: Applications (the main menu on the panel)
or_in: ପ୍ରୟୋଗ (ଫଳକରେ ଥିବା ମୂଖ୍ୟ ତାଲିକା)

source: &RHN; Actions Control
or_in: &RHN; କାର୍ଯ୍ଯ ନିୟନ୍ତ୍ରଣ

source: &RHN; Alert Notification Tool
or_in: &RHN; ସତର୍କ ସୂଚନା ଉପକରଣ

source: RHN Authentication Daemon
or_in: RHN ବୈଧିକରଣ ଡେମନ

source: RHN Bootstrap
or_in: RHN ବୁଟ-ଷ୍ଟ୍ରାପ

source: &RHN; Configuration Client
or_in: &RHN; ବିନ୍ଯାସ ଗ୍ରାହକ

source: &RHN; Client Configuration Guide
or_in: &RHN; ଗ୍ରାହକ ବିନ୍ଯାସ ଗାଇଡ

source: &RHN; Configuration Manager
or_in: &RHN; ବିନ୍ଯାସ ପରିଚାଳକ

source: RHN DB Control
or_in: RHN DB ନିୟନ୍ତ୍ରଣ

source: &RHN; Daemon
or_in: &RHN; ଡେମନ

source: Network Administration Tool
or_in: ନେଟୱାର୍କ ପ୍ରଶାସନ ଉପକରଣ

source: &RHN; Monitoring Daemon
or_in: &RHN; ପ୍ରଦର୍ଶିକା ଡେମନ

source: RHN Package Manager
or_in: RHN ପ୍ଯାକେଜ ପରିଚାଳକ

source: RHN Push
or_in: RHN ପ୍ରଚେଷ୍ଟା

source: &RHN; Registration Client
or_in: &RHN; ପଞ୍ଜୀକରଣ ଗ୍ରାହକ

source: RHN Satellite Activate
or_in: RHN ସେଟେଲାଇଟ ସକ୍ରିୟଣ

source: RHN Satellite Exporter
or_in: RHN ସେଟେଲାଇଟ ନିର୍ଯ୍ଯାସକ

source: RHN SSL Maintenance Tool
or_in: RHN SSL ତତ୍ତ୍ବାବଧାନ ଉପକରଣ

source: RHN Satellite Synchronization Tool
or_in: RHN ସେଟେଲାଇଟ ସମକାଳନ ଉପକରଣ

source: RHN Task Engine
or_in: RHN କାର୍ଯ୍ଯ ଇଞ୍ଜିନ

source: Printer Configuration Tool
or_in: ମୂଦ୍ରଣୀ ବିନ୍ଯାସ ଉପକରଣ

source: Package Management Tool
or_in: ପ୍ଯାକେଜ ପରିଚାଳନା ଉପକରଣ

source: Samba Server Configuration Tool
or_in: ଶାମ୍ବା ସେବକ ବିନ୍ଯାସ ଉପକରଣ

source: Security Level Configuration Tool
or_in: ସୁରକ୍ଷା ସ୍ତର ବିନ୍ଯାସ ଉପକରଣ

source: Actions (on the panel)
or_in: କାର୍ଯ୍ଯ (ଫଳକରେ)

source: Services Configuration Tool
or_in: ସେବା ବିନ୍ଯାସ ଉପକରଣ

source: Setup Agent
or_in: ବ୍ଯବସ୍ଥାପନ ପ୍ରତିନିଧୀ

source: System (on the panel)
or_in: ତନ୍ତ୍ର (ଫଳକରେ)

source: Red Hat Update Agent
or_in: Red Hat ଅଦ୍ଯତ୍ଯନ ପ୍ରତିନିଧୀ

source: User Manager
or_in: ପରିଚାଳକଙ୍କୁ ବ୍ଯବହାର କରନ୍ତୁ

source: Red Hat Virtualization
or_in: Red Hat ଆଭାସୀକରଣ

source: X Configuration Tool
or_in: X ବିନ୍ଯାସ ଉପକରଣ

source: Resource Kit
or_in: ସମ୍ବଳ ଉପକରଣ

source: Release Notes
or_in: ପ୍ରକାଶନ ନୋଟ୍ସ

source: IBM S/390 and IBM eServer zSeries
or_in: IBM S/390 ଏବଂ IBM eServer zSeries

source: System Administration Guide
or_in: ତନ୍ତ୍ର ପ୍ରଶାସନ ଗାଇଡ

source: RHN Satellite Server
or_in: RHN ସେଟେଲାଇଟ ସେବକ

source: Satellite
or_in: ସେଟେଲାଇଟ

source: Step By Step Guide
or_in: ପର୍ଯ୍ଯାୟକ୍ରମିକ ଗାଇଡ

source: &SEL; Guide
or_in: &SEL; ଗାଇଡ

source: System Group Administrator
or_in: ତନ୍ତ୍ର ସମୂହ ପ୍ରଶାସକ

source: Security Guide
or_in: ସୁରକ୍ଷା ଗାଇଡ

source: &SAT; &SATVER; Installation Guide
or_in: &SAT; &SATVER; ସ୍ଥାପନ ଗାଇଡ

source: Schema Reference
or_in: ବିବରଣୀକା ନିର୍ଦ୍ଦେଶ

source: System Set Manager
or_in: ତନ୍ତ୍ର ବିନ୍ଯାସ ପରିଚାଳକ

source: Stand-Alone Database
or_in: ନିରପେକ୍ଷ ତଥ୍ଯାଧାର

source: User's Guide
or_in: ଚାଳକ ଗାଇଡ

source: UNIX Support
or_in: UNIX ସହାୟତା
