Repository: ajtowns/publican
Catalog: publican-redhat/*/Conventions.po
Languages: hi_in

source: Document Conventions
hi_in: दस्तावेज परिपाटी

source: Certain words in this manual are represented in different fonts, styles, and weights. This highlighting indicates that the word is part of a specific category. The categories include the following:
hi_in: इस मैनुअल में कुछ शब्द दूसरे फाँट, शैली व महत्वक्रम में दिखाये गये हैं. इस प्रकार हाइलाइट किया जाना दिखाता है कि शब्द विशेष श्रेणी के हिस्से हैं. इस श्रेणी में निम्नलिखित शामिल है:

source: Courier font
hi_in: कूरियर फाँट

source: Courier font represents <command>commands</command>, <filename>file names and paths</filename>, and <prompt>prompts</prompt> .
hi_in: कूरियर फाँट <command>commands</command>, <filename>file names and paths</filename>, और <prompt>prompts</prompt> को दिखाता है.

source: When shown as below, it indicates computer output: <screen> Desktop about.html logs paulwesterberg.png Mail backupfiles mail reports </screen>
hi_in: जब नीचे इस तरह दिखाया गया, यह कंप्यूटर आउटपुट को संकेत करता है: <screen> Desktop about.html logs paulwesterberg.png Mail backupfiles mail reports </screen>

source: bold Courier font
hi_in: बोल्ड कूरियर फाँट

source: Bold Courier font represents text that you are to type, such as: <userinput>service jonas start</userinput>
hi_in: बोल्ड कूरियर फाँट पाठ को दिखाता है जो आप टाइप करते हैं, जैसे कि: <userinput>service jonas start</userinput>

source: If you have to run a command as root, the root prompt (<literal>#</literal>) precedes the command:
hi_in: यदि आपको बतौर रूट कमांड चलाना है, रूट प्रांप्ट (<literal>#</literal>) कमांड को आगे बढ़ाती है:

source: italic Courier font
hi_in: इटालिक कूरियर फाँट

source: Italic Courier font represents a variable, such as an installation directory: <filename><replaceable>install_dir</replaceable>/bin/</filename>
hi_in: इटालिक कूरियर एक चर को प्रतिबिंबित करता है, जैसे कि एक अधिष्ठापन निर्देशिका: <filename><replaceable>install_dir</replaceable>/bin/</filename>

source: bold font
hi_in: बोल्ड फाँट

source: Bold font represents <application>application programs</application> and <guilabel>text found on a graphical interface</guilabel>.
hi_in: बोल्ड फाँट <application>application programs</application> और <guilabel>आलेखीय अंतरफलक पर पाठ मिला</guilabel> को प्रतिरूपित करता है.

source: When shown like this: <guibutton> OK </guibutton>, it indicates a button on a graphical application interface.
hi_in: जब इस तरह से दिखाया जाये: <guibutton> ठीक </guibutton>, यह आलेखीय अनुप्रयोग अंतरफलक पर एक बटन को संकेत करता है.

source: Additionally, the manual uses different strategies to draw your attention to pieces of information. In order of how critical the information is to you, these items are marked as follows:
hi_in: इसके अलावे, मैनुअल भिन्न रणनीति का प्रयोग सूचना के विभिन्न हिस्सों पर आपके ध्यान को खीचने के लिए करता है. इसके लिए कि कितना गंभीर यह सूचना आपके लिए है, ये मद इस रूप में चिह्नित किये जाते हैं:

source: Note
hi_in: नोट

source: A note is typically information that you need to understand the behavior of the system.
hi_in: नोट एक खास सूचना है जिसकी आपको सिस्टम को समझने में जरूरत पड़ेगीपड़ेगी.

source: Tip
hi_in: संकेत

source: A tip is typically an alternative way of performing a task.
hi_in: संकेत किसी कार्य को करने का एक वैकल्पिक तरीका है.

source: Important
hi_in: महत्वपूर्ण

source: Important information is necessary, but possibly unexpected, such as a configuration change that will not persist after a reboot.
hi_in: महत्वपूर्ण सूचना जरूरी है, लेकिन अप्रत्याशित है, जैसे कि एक विन्यास परिवर्तन जो कि रिबूट के बाद नहीं बना रहेगा.

source: Caution
hi_in: सावधानी

source: A caution indicates an act that would violate your support agreement, such as recompiling the kernel.
hi_in: सावधानी से तात्पर्य ऐसे काम से है जो आपके समर्थन अनुबंध का उल्लंघन करता है, जैसे कि कर्नेल को रिकंपाइल करना.

source: Warning
hi_in: चेतावनी

source: A warning indicates potential data loss, as may happen when tuning hardware for maximum performance.
hi_in: चेतावनी से मतलब संभावित आंकड़ा नुकसान से है, संभव है जब हार्डवेयर को अधिकतम प्रदर्शन देने के लिए ट्यून किया जाता है.

source: translator-credits
hi_in: Rajesh Ranjan (rranjan@redhat.com)
