Repository: ajtowns/publican
Catalog: publican-redhat/*/Feedback.po
Languages: bn_in, es_es, fr_fr, gu_in, ja_jp, kn_in, ml_in, mr_in, ru_ru, te_in, zh_cn, zh_tw

source: Red Hat also hosts a large number of electronic mailing lists for discussion of Red Hat software and technology. You can find a list of publicly available mailing lists at <ulink url="https://www.redhat.com/mailman/listinfo" />. Click on the name of any mailing list to subscribe to that list or to access the list archives.
bn_in: Red Hat-র সফ্টওয়্যার ও প্রযুক্তিবিষয়ক আলোচনার জন্য Red Hat দ্বারা অনেকগুলি ই-মেইল লিস্ট উপস্থাপন করা হয়। সার্বজনীন রূপে উপলব্ধ ই-মেইল লিস্টের সম্পূর্ণ তালিকা <ulink url="https://www.redhat.com/mailman/listinfo" />-এ উপস্থিত রয়েছে। কোনো লিস্টে সাবস্ক্রাইব করার জন্য অথবা পূর্ববর্তী আলোচনা দেখার জন্য সংশ্লিষ্ট লিস্টের তালিকার মধ্যে ক্লিক করুন।

source: <primary>feedback</primary> <secondary>contact information for this manual</secondary>
bn_in: <primary>মতামত</primary> <secondary>এই নথি সম্বন্ধে যোগাযোগের তথ্য</secondary>
