Repository: ajtowns/publican
Catalog: publican-redhat/*/Feedback.po
Languages: bn_in, es_es, fr_fr, gu_in, ja_jp, kn_in, ml_in, mr_in, ru_ru, te_in, zh_cn, zh_tw

source: Getting Help and Giving Feedback
bn_in: সহায়তা প্রাপ্ত করার ও মতামত জানানোর পদ্ধতি
es_es: Cómo obtener ayuda y hacer sus comentarios
fr_fr: Obtenir de l'aide et faire des commentaires
gu_in: મદદને મેળવી રહ્યા છે અને ફીડબેકને આપી રહ્યા છે
ja_jp: ヘルプの取得とフィードバックの提出
kn_in: ನೆರವನ್ನು ಪಡೆಯುವಿಕೆ ಹಾಗು ಅಭಿಪ್ರಾಯವನ್ನು ತಿಳಿಸುವಿಕೆ
ml_in: സഹായം ലഭിക്കുക, അഭിപ്രായം നിര്‍ദ്ദേശിക്കുക
mr_in: मदत प्राप्त करणे व प्रतिसाद देणे
ru_ru: Получение помощи и обратная связь
te_in: సహాయాన్ని పొందుట మరియు ప్రతిస్పందనను తెలుపుట
zh_cn: 获得帮助并提供反馈信息
zh_tw: 取得幫助，提供意見

source: Do You Need Help?
bn_in: সাহায্য প্রয়োজন কি?
es_es: ¿Necesita ayuda?
fr_fr: Avez-vous besoin d'aide ?
gu_in: શું તમારે મદદની જરૂર છે?
ja_jp: ヘルプが必要ですか？
kn_in: ನಿಮಗೆ ನೆರವು ಬೇಕಿದೆಯೆ?
ml_in: സഹായം ആവശ്യമെങ്കില്‍?
mr_in: मदत हवी आहे का?
ru_ru: Нужна помощь?
te_in: మీకు సహాయం కావలెనా?
zh_cn: 您需要帮助吗？
zh_tw: 需要幫助嗎？

source: help
es_es: Ayuda
fr_fr: aide
gu_in: મદદ
ja_jp: ヘルプ
kn_in: ನೆರವು
ml_in: സഹായം
mr_in: मदत
ru_ru: помощь
te_in: సహాయం
zh_cn: 帮助
zh_tw: 幫助

source: getting help
es_es: Cómo obtener ayuda
fr_fr: obtenir de l'aide
gu_in: મદદને મેળવી રહ્યા છે
ja_jp: ヘルプの取得
kn_in: ನೆರವನ್ನು ಪಡೆಯುವಿಕೆ
ml_in: സഹായം ലഭ്യമാക്കുക
mr_in: मदत प्राप्त करत आहे
ru_ru: получение помощи
te_in: సహాయం పొందుట
zh_cn: 获得帮助
zh_tw: 取得幫助

source: If you experience difficulty with a procedure described in this documentation, you can find help in the following ways:
es_es: Si encuentra dificultades con alguno de los procedimientos descritos en este documento, puede obtener ayuda de esta forma:
fr_fr: Si vous rencontrez des difficultés avec l'une des procédures décrites dans cette documentation, vous pouvez obtenir de l'aide comme suit :
gu_in: જો તમને આ દસ્તાવેજીકરણમાં વર્ણવેલ પ્રક્રિયા સાથએ મુશ્કેલી અનુભવો તો, તમે નીચેનાં રસ્તાઓમાં મદદને શોધી શકો છો:
ja_jp: この文章に説明してある手順で問題に遭遇した場合は、以下のような方法で ヘルプを見つけることができます:
kn_in: ಈ ದಸ್ತಾವೇಜಿನಲ್ಲಿ ವಿವರಿಸಲಾದ ವಿಧಾನವನ್ನು ಅನುಸರಿಸಲು ನಿಮಗೆ ತೊಂದರೆ ಕಷ್ಟವೆನಿಸಿದರೆ, ಈ ಕೆಳಗಿನ ವಿಧಾನದಲ್ಲಿ ನೀವು ನೆರವನ್ನು ಪಡೆದುಕೊಳ್ಳಬಹುದು:
ml_in: ഈ വിവരണക്കുറിപ്പില്‍ വിശദീകരിക്കുന്ന പ്രക്രിയകള്‍ മനസ്സിലാക്കുന്നതില്‍ നിങ്ങള്‍ക്കു് എന്തെങ്കിലും ബുദ്ധിമുട്ടുണ്ടെങ്കില്‍, നിങ്ങള്‍ക്കു് സഹായങ്ങള്‍ ഇങ്ങനെ ലഭ്യമാക്കാം:
mr_in: या दस्तऐवजातील वर्णनीकृत पद्धतीसह अडचण आढळल्यास, मदत खालील प्रकारे प्राप्त होऊ शकते:
ru_ru: Если вы столкнулись с проблемами при выполнении действий, описанных в этом документе, помощь можно получить следующим образом:
te_in: ఈ పత్రికీకరణనందు వివరించిన విధానంతో మీరేమైనా సంక్లిష్టతకు గురైతే, ఈ కింది మార్గాలలో మీరు సహాయం కనుగొనగలరు:
zh_cn: 如果您对本文档论述的步骤有疑问，您可以通过以下方法获得帮助：
zh_tw: 如果您無法進行本文所述之步驟，可採取下列步驟：

source: Red Hat Knowledgebase
fr_fr: Base de connaissances Red Hat
kn_in: Red Hat ಜ್ಞಾನ ಕೇಂದ್ರ
ml_in: Red Hat നോളഡ്ജ്ബെയിസ്
ru_ru: База знаний Red Hat
te_in: Red Hat విజ్ఞతాధారం(నాలెడ్జ్‍బేస్)
zh_cn: 红帽知识库
zh_tw: Red Hat 知識庫

source: Visit the Red Hat Knowledgebase at <ulink url="http://kbase.redhat.com"></ulink> to search or browse through technical support articles about Red Hat products.
es_es: Visite la base de datos de Red Hat en <ulink url="http://kbase.redhat.com"></ulink> para buscar o navegar a través de los artículos de soporte técnico acerca de los productos de Red Hat.
fr_fr: Visitez la base de connaissances Red Hat à <ulink url="http://kbase.redhat.com"></ulink> pour chercher ou pour avoir un aperçu des articles sur le support technique des produits Red Hat.
gu_in: શોધવા માટે <ulink url="http://kbase.redhat.com"></ulink> પર Red Hat Knowledgebase ની મુલાકાત લો અને Red Hat પ્રોડક્ટો વિશે ટેકનિકલ આધાર લેખો મારફતે બ્રાઉઝ કરો.
ja_jp: <ulink url="http://kbase.redhat.com"></ulink> にある Red Hat Knowledgebase を 開くと、Red Hat の製品に関する技術サポート記事の検索や閲覧ができます。
kn_in: Red Hat ಉತ್ಪನ್ನಗಳ ತಾಂತ್ರಿಕ ಬೆಂಬಲದ ಬಗೆಗಿನ ಲೇಖನಗಳನ್ನು ಹುಡುಕಲು ಹಾಗು ನೋಡಲು <ulink url="http://kbase.redhat.com"></ulink> ಎಂಬಲ್ಲಿರುವ Red Hat ಜ್ಞಾನ ಕೇಂದ್ರಕ್ಕೆ ಭೇಟಿಕೊಡಿ.
ml_in: Red Hat പ്രൊഡക്ടുകളെപ്പറ്റിയുള്ള സാങ്കേതിക ലേഖനങ്ങള്‍ക്കായി <ulink url="http://kbase.redhat.com"></ulink>-ലുള്ള Red Hat നോളഡ്ജ്ബെയിസ് സന്ദര്‍ശിക്കുക.
mr_in: Red Hat उत्पादनांविषयी तांत्रीक लेख शोधण्यासाठी किंवा संचारनकरीता Red Hat Knowledgebase साठी <ulink url="http://kbase.redhat.com"></ulink> येथे भेट द्या.
ru_ru: В базе знаний Red Hat по адресу <ulink url="http://kbase.redhat.com"></ulink> можно получить информацию и найти технические статьи о продуктах Red Hat.
te_in: Red Hat వుత్పత్తుల గురించి సాంకేతిక మద్దతు వ్యాసాలను శోధించుటకు లేదా అన్వేషించుటకు <ulink url="http://kbase.redhat.com"></ulink> యిచట Red Hat విజ్ఞతాధారం(నాలెడ్జ్‍బేస్)ను దర్శించండి.
zh_cn: 访问红帽知识库 <ulink url="http://kbase.redhat.com"></ulink> 搜索或者浏览有关红帽产品的技术支持文章。
zh_tw: 參閱 Red Hat 知識庫，搜尋或瀏覽 Red Hat 產品的技術服務文章，網址是 <ulink url="http://kbase.redhat.com"></ulink>。

source: Red Hat Global Support Services
es_es: Red Hat Global Support Services (GSS)
fr_fr: Service de support global Red Hat (GSS)
ja_jp: Red Hat グローバルサポートサービス
kn_in: Red Hat ಗ್ಲೋಬಲ್ ಸಪೋರ್ಟ್ ಸರ್ವಿಸಸ್
ml_in: Red Hat ഗ്ലോബല്‍ സപ്പോര്‍ട്ട് സര്‍വീസുകള്‍
ru_ru: Глобальная служба поддержки Red Hat
te_in: Red Hat గ్లోబల్ సపోర్ట్ సర్వీసెస్
zh_cn: 红帽全球支持服务
zh_tw: Red Hat 全球支援服務

source: Your Red Hat subscription entitles you to support from Red Hat Global Support Services (GSS). Visit <ulink url="http://support.redhat.com"></ulink> for more information about obtaining help from GSS.
es_es: Su suscripción de Red Hat le da derecho a la asistencia técnica de Red Hat Global Support Services (GSS). Visite <ulink url="http://support.redhat.com"></ulink> para obtener mayor información sobre cómo obtener ayuda de GSS.
fr_fr: Votre abonnement Red Hat vous donne permet d'avoir accès au service de support global de Red Hat (GSS). Visitez <ulink url="http://support.redhat.com"></ulink> pour avoir plus d'information sur l'obtention d'aide de la part de GSS.
gu_in: Red Hat Global Support Services (GSS) માંથી આધાર માટે તમારાં Red Hat ઉમેદવારી પુસ્તકો. GSS માંથી મદદને પ્રાપ્ત કરવા વિશે વધારે જાણકારી માટે <ulink url="http://support.redhat.com"></ulink> ની મુલાકાત લો.
ja_jp: お持ちの Red Hat サブスクリプションが Red Hat グローバルサポートサービス（GSS）からの サポートを得る権利を持っています。GSS からの援助を得る為の情報には、 <ulink url="http://support.redhat.com"></ulink> をご覧下さい。
kn_in: ನಿಮ್ಮ Red Hat ಚಂದಾದಾರಿಕೆಯಿಂದಾಗಿ ನೀವು Red Hat ಗ್ಲೋಬಲ್ ಸಪೋರ್ಟ್ ಸರ್ವಿಸಸ್ (GSS) ಅನ್ನು ಪಡೆಯಲು ಅರ್ಹರಾಗಿರುತ್ತೀರಿ. GSS ಇಂದ ನೆರವನ್ನು ಪಡೆಯುವ ಬಗೆಗಿನ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ <ulink url="http://support.redhat.com"></ulink> ಅನ್ನು ನೋಡಿ.
ml_in: നിങ്ങളുടെ Red Hat സബ്സ്ക്രിപ്ഷന്‍ പ്രകാരം നിങ്ങള്‍ക്കു് Red Hat ഗ്ലോബല്‍ സപ്പോര്‍ട്ട് സര്‍വീസസില്‍ (GSS) നിന്നുള്ള പിന്തുണ ലഭ്യമാകുന്നു. GSS-ല്‍ നിന്നും കൂടുതല്‍ സഹായങ്ങള്‍ ലഭിക്കുന്നതിനെപ്പറ്റിയുള്ള വിവരങ്ങള്‍ക്കായി <ulink url="http://support.redhat.com"></ulink> കാണുക.
mr_in: तुमचे Red Hat सबस्क्रिप्शन Red Hat Global Support Services (GSS) पासून समर्थन प्राप्त करण्यास परवानगी देते. GSS पासून मदत प्राप्त करण्यासाठी <ulink url="http://support.redhat.com"></ulink> येथे भेट द्या.
ru_ru: Наличие подписки Red Hat гарантирует получение помощи от глобальной службы поддержки Red Hat. Подробную информацию можно найти на сайте <ulink url="http://support.redhat.com"></ulink>.
te_in: మీ Red Hat చందా(సబ్‌స్క్రిప్షన్) మీకు Red Hat గ్లోబల్ సపోర్ట్ సర్వీసెస్ (GSS) నుండి మద్దతునుకూడా అందించును. GSS నుండి సహాయం పొందుటపై మరింత సమాచారము కొరకు <ulink url="http://support.redhat.com"></ulink> చూడుము.
zh_cn: 您的红帽订阅可让您获得红帽全球支持服务（GSS）。有关从 GSS 获得帮助的详情请访问 <ulink url="http://support.redhat.com"></ulink>。
zh_tw: Red Hat 訂閱服務能讓您從 Red Hat 的全球支援服務（GSS，Global Support Services）取得支援。詳情請參閱 <ulink url="http://support.redhat.com"></ulink>。

source: Other Red Hat documentation
es_es: Otra documentación de Red Hat
fr_fr: Autres documents de Red Hat
gu_in: બીજુ Red Hat દસ્તાવેજીકરણ
ja_jp: その他の Red Hat の文書
kn_in: ಇತರೆ Red Hat ದಸ್ತಾವೇಜು
ml_in: മറ്റു് Red Hat വിവരണക്കുറിപ്പുകള്‍
mr_in: इतर Red Hat दस्तऐवजीकरण
ru_ru: Другая документация Red Hat
te_in: ఇతర Red Hat పత్రికీకరణ
zh_cn: 其它红帽文档
zh_tw: 其它 Red Hat 文件

source: Access other Red Hat documentation at <ulink url="http://www.redhat.com/docs"></ulink>
es_es: Puede acceder a otros documentos de Red Hat en <ulink url="http://www.redhat.com/docs"></ulink>
fr_fr: Accédez aux autres documents de Red Hat sur <ulink url="http://www.redhat.com/docs"></ulink>
gu_in: <ulink url="http://www.redhat.com/docs"></ulink> પર બીજા Red Hat દસ્તાવેજીકરણને પ્રવેશો
ja_jp: <ulink url="http://www.redhat.com/docs"></ulink> にある他の Red Hat 文書に アクセスして下さい。
kn_in: Red Hat ನ ಇತರೆ ದಸ್ತಾವೇಜುಗಳನ್ನು <ulink url="http://www.redhat.com/docs"></ulink> ಎಂಬಲ್ಲಿ ನೋಡಿ
ml_in: മറ്റു് Red Hat വിവരണക്കുറിപ്പുകള്‍ക്കായി <ulink url="http://www.redhat.com/docs"></ulink> കാണുക.
mr_in: इतर Red Hat दस्तऐवजीकरण करीता प्रवेश <ulink url="http://www.redhat.com/docs"></ulink> येथून प्राप्त करा
ru_ru: Документацию Red Hat можно найти по адресу <ulink url="http://www.redhat.com/docs"></ulink>.
te_in: ఇతర Red Hat పత్రికీకరణను <ulink url="http://www.redhat.com/docs"></ulink> వద్ద యాక్సెస్ చేయుము.
zh_cn: 在 <ulink url="http://www.redhat.com/docs"></ulink> 访问其它红帽文档
zh_tw: 從 <ulink url="http://www.redhat.com/docs"></ulink> 取得其它 Red Hat 的文件。

source: Red Hat electronic mailing lists
es_es: Listas de correo electrónico de Red Hat
fr_fr: Listes de diffusion de Red Hat
gu_in: Red Hat ઇલેક્ટ્રોનિક મેઇલિંગ યાદી
ja_jp: Red Hat 電子メール送信リスト
kn_in: Red Hat ವಿದ್ಯುನ್ಮಾನ ಮೈಲಿಂಗ್ ಲಿಸ್ಟುಗಳು
ml_in: Red Hat മെയിലിങ് ലിസ്റ്റുകള്‍
mr_in: Red Hat इलेक्ट्रॉनीक मेलींग लिस्टस्
ru_ru: Списки рассылок Red Hat
te_in: Red Hat యెలక్ట్రోనిక్ మెయిలింగ్ లిస్ట్స్
zh_cn: 红帽电子邮件列表
zh_tw: Red Hat 郵件論壇

source: Red Hat hosts a large number of electronic mailing lists for discussion of Red Hat software and technology. You can find a list of publicly available lists at <ulink url="https://www.redhat.com/mailman/listinfo"></ulink>. Click on the name of any list to subscribe to that list or to access the list archives.
es_es: Red Hat alberga una gran lista de correo electrónico para discutir sobre software y tecnología de Red Hat. Encontrará un listado de las listas de correo disponibles al público en <ulink url="https://www.redhat.com/mailman/listinfo"></ulink>. Haga clic en el nombre de la lista a la que quiera suscribirse o para acceder a los archivos de listados.
fr_fr: Red Hat est l'hôte de nombreuses listes de diffusion traitant de ses logiciels et technologies. Vous trouverez un ensemble des listes de diffusion disponibles au public sur <ulink url="https://www.redhat.com/mailman/listinfo"></ulink>. Cliquez sur le nom d'une liste pour vous inscrire à celle-ci ou pour accéder à ses archives.
gu_in: Red Hat સોફ્ટવેર અને ટૅકનોલોજીની ચર્ચા માટે ઇલેક્ટ્રોનિક મેઇલિંગ યાદીઓની વિશાળ સંખ્યાને યજમાનિત કરે છે. તમે <ulink url="https://www.redhat.com/mailman/listinfo"></ulink> પર સાર્વરજનિક ઉપલ્બધ યાદીઓની યાદીને શોધી શકો છો. તે યાદીનું ઉમેદવારી કરવા માટે અથવા જૂની યાદીમાં પ્રવેશ કરવા માટે કોઇપણ યાદીનાં નામ પર ક્લિક કરો.
ja_jp: Red Hat は Red Hat ソフトウェアと技術に関する討論のために多くの電子メール 送信リストをホストしています。公開されているリストは <ulink url="https://www.redhat.com/mailman/listinfo"></ulink> で見つけることができます。リストの名前をクリックするとそのリストをサブスクライブしたり、 リストアーカイブへアクセスできるようになります。
kn_in: Red Hat ತಂತ್ರಾಂಶ ಹಾಗು ತಂತ್ರಜ್ಞಾನದ ಬಗೆಗಿನ ಚರ್ಚೆಗಾಗಿ Red Hat ದೊಡ್ಡ ಸಂಖ್ಯೆಯಲ್ಲಿ ವಿದ್ಯುನ್ಮಾನ(ಇಲೆಕ್ಟ್ರಾನಿಕ್) ಮೈಲಿಂಗ್ ಲಿಸ್ಟುಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ. ಸಾರ್ವಜನಿಕವಾಗಿ ಲಭ್ಯವಿರುವ ಲಿಸ್ಟುಗಳನ್ನು ನೀವು <ulink url="https://www.redhat.com/mailman/listinfo"></ulink> ಎಂಬಲ್ಲಿ ನೋಡಬಹುದಾಗಿದೆ. ಯಾವುದೆ ಲಿಸ್ಟಿಗೆ ಚಂದಾದಾರರಾಗಲು ಅಥವ ಲಿಸ್ಟಿನ ಆರ್ಕೈವುಗಳನ್ನು ನೋಡಲು ಆ ಲಿಸ್ಟಿನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
ml_in: Red Hat സോഫ്റ്റ്‌വെയറും സാങ്കേതിക വിവരങ്ങളെപ്പറ്റിയും ചര്‍ച്ച ചെയ്യുന്നതിനായി Red Hat അനേകം മെയിലിങ് ലിസ്റ്റുകള്‍ ലഭ്യമാക്കുന്നു. അത്തരത്തിലുള്ള പബ്ലിക് മെയിലിങ് ലിസ്റ്റുകള്‍ ഇവിടെ ലഭിക്കുന്നു: <ulink url="https://www.redhat.com/mailman/listinfo"></ulink>.ഒരു ലിസ്റ്റില്‍ അംഗമാകുന്നതിനായി അല്ലെങ്കില്‍ അതിലുള്ള ആര്‍ക്കൈവുകള്‍ക്കായി ആ ലിസ്റ്റില്‍ ക്ലിക്ക് ചെയ്യുക.
mr_in: Red Hat सॉफ्टवेअर व तंत्रज्ञाण विषयी चर्चाकरीता Red Hat अनेक इलेक्ट्रॉनीक मेलींग लिस्टस् आयोजीत करतो. <ulink url="https://www.redhat.com/mailman/listinfo"></ulink> येथे तुम्हाला पब्लिक लिस्टस् आढळतील. ठराविक लिस्ट करीता सबस्क्राइब होण्यासाठी किंवा लिस्ट आर्काइव्हस् करीता प्रवेशसाठी लिस्टच्या नावावर क्लिक करा.
ru_ru: Существует множество почтовых рассылок Red Hat на разные темы, включая программное обеспечение и обсуждение технологий. Полный список можно найти по адресу <ulink url="https://www.redhat.com/mailman/listinfo"></ulink>. Чтобы просмотреть информацию об интересующей рассылке и подписаться, нажмите на ее названии.
te_in: Red Hat సాఫ్టువేర్ మరియు సంకేతికతను చర్చించుట కొరకై Red Hat యెక్కువ సంఖ్యలో యెలక్ట్రోనిక్ మెయిలింగ్ లిస్ట్స్ వుంచును. పబ్లిక్‌గా అందుబాటులో వున్న జాబితా(లిస్ట్)లను మీరు <ulink url="https://www.redhat.com/mailman/listinfo"></ulink> వద్ద కనుగొనగలరు. జాబితానందు జేరుటకు లేదా జాబితా యొక్క అర్చీవ్‌లను యాక్సెస్ చేయుటకు జాబితా యొక్క నామముపై నొక్కుము.
zh_cn: 红帽托管了大量讨论红帽软件和技术的电子邮件列表。公开列表位于 <ulink url="https://www.redhat.com/mailman/listinfo"></ulink>。点击任意列表名称即可订阅该列表或者访问列表归档。
zh_tw: Red Hat 有許多電子郵件論壇，討論 Red Hat 的軟體與技術。您可以從公開的 <ulink url="https://www.redhat.com/mailman/listinfo"></ulink> 找到這些論壇。按下郵件論壇的名稱後，您可以選擇訂閱或檢視過去的紀錄。

source: We Need Feedback!
bn_in: আপনার মতামত আমাদের নিশ্চয় জানাবেন!
es_es: ¡Necesitamos sus comentarios!
fr_fr: Vos commentaires sont importants&nbsp;!
gu_in: અમને અભિપ્રાયની જરૂર છે!
ja_jp: フィードバックをお願いします。
kn_in: ನಮಗೆ ನಿಮ್ಮ ಅಭಿಪ್ರಾಯದ ಅಗತ್ಯವಿದೆ!
ml_in: ഞങ്ങള്‍ക്കു് അഭിപ്രായം അയച്ചു തരിക!
mr_in: आम्हाला माघारी वृत पाठवा!
ru_ru: Нам нужны ваши отзывы!
te_in: మాకు మీ ప్రతిస్పందన అవసరం!
zh_cn: 我们需要您的反馈！
zh_tw: 我們需要您的意見！

source: feedback
es_es: Comentarios
fr_fr: commentaires
gu_in: અભિપ્રાય
ja_jp: フィードバック
kn_in: ಫೀಡ್-ಬ್ಯಾಕ್
ml_in: അഭിപ്രായം
mr_in: माघारी वृत
ru_ru: обратная связь
te_in: ప్రతిస్పందన
zh_cn: 反馈
zh_tw: 意見

source: contact information for this manual
es_es: Información de contacto para este manual
fr_fr: coordonnées pour ce manuel
gu_in: આ માર્ગદર્શિકા માટેની સંપર્ક જાણકારી
ja_jp: このドキュメント用の連絡先情報
kn_in: ಈ ಕೈಪಿಡಿಗಾಗಿ ಸಂಪರ್ಕ ಮಾಹಿತಿ
ml_in: ഈ മാനുവലിലേക്കു് ബന്ധപ്പെടുവാനുള്ള വിവരങ്ങള്‍
mr_in: ह्या पुस्तिकेकरीता संपर्क माहिती
ru_ru: контактная информация для этого руководства
te_in: ఈ చేతి పుస్తకం కొరకు సంభందిత సమాచారం
zh_cn: 本手册的联系人
zh_tw: 本指南的連絡人資訊

source: If you find a typographical error in this manual, or if you have thought of a way to make this manual better, we would love to hear from you! Please submit a report in Bugzilla: <ulink url="http://bugzilla.redhat.com/">http://bugzilla.redhat.com/</ulink> against the product <application>&PRODUCT;.</application>
bn_in: যদি আপনি কোনো ত্রুটি লক্ষ্য করেন অথবা এই পুস্তিকাটি আরো উন্নত করার কোনো প্রস্তাব আপনি দিতে ইচ্ছুক থাকলে, আমাদের নির্দ্বিধায় তা জানান।! অনুগ্রহ করে <application>&PRODUCT;.</application> উৎপাদনের জন্য Bugzilla-তে সমস্ত বিবরণসহ একটি রিপোর্ট দায়ের করুন: <ulink url="http://bugzilla.redhat.com/">http://bugzilla.redhat.com/</ulink>।
es_es: Si encuentra un error tipográfico en este manual o si ha pensado que hay alguna manera de mejorar este manual, nos gustaría escuchar sus sugerencias. Por favor complete un reporte en Bugzilla: <ulink url="http://bugzilla.redhat.com/">http://bugzilla.redhat.com/</ulink> relacionando el producto <application>&PRODUCT;</application>.
fr_fr: Si vous trouvez des fautes de frappe ou si vous avez des suggestions pour améliorer ce manuel, n'hésitez surtout pas à nous en faire part&nbsp;! Veuillez envoyer vos remarques par l'entremise de Bugzilla (<ulink url="http://bugzilla.redhat.com/">http://bugzilla.redhat.com/</ulink>) pour le produit <application>&PRODUCT;.</application>
gu_in: જો તમને આ માર્ગદર્શિકામાં લખાણને લગતી ભૂલ મળે, કે જો તમે આ માર્ગદર્શિકાને વધુ સારી બનાવવાનો વિચાર આવે, તો અમને તમારા તરફથી સાંભળવામાં ખુશી થશે! મહેરબાની કરીને બગઝીલ્લામાં અહેવાલ જમા કરો: <ulink url="http://bugzilla.redhat.com/">http://bugzilla.redhat.com/</ulink> આગળ <application>&PRODUCT;.</application> ઉત્પાદન વિરુદ્ધ
ja_jp: このドキュメント内で誤字/脱字を発見された場合、又はこのドキュメントを改善する案をお持ちの 場合は、弊社までご連絡下さい。該当する製品 <application>&PRODUCT;.</application> に対して Bugzilla: <ulink url="http://bugzilla.redhat.com/">http://bugzilla.redhat.com/</ulink> に報告を提出してください。
kn_in: ಈ ಕೈಪಿಡಿಯಲ್ಲಿ ನಿಮಗೆ ಬೆರಳಚ್ಚು ದೋಷ ಕಂಡು ಬಂದರೆ, ಅಥವ ಈ ಕೈಪಿಡಿಯನ್ನು ಇನ್ನಷ್ಟು ಉತ್ತಮಗೊಳಿಸಲು ನಿಮ್ಮಲ್ಲಿ ಸಲಹೆಗಳಿದ್ದರೆ, ನಾವು ಅದನ್ನು ತಿಳಿಯಲು ಉತ್ಸುಕರಾಗಿದ್ದೇವೆ! ದಯವಿಟ್ಟು ಬಗ್-ಝಿಲ್ಲಾದಲ್ಲಿ : <ulink url="http://bugzilla.redhat.com/">http://bugzilla.redhat.com/</ulink> ನಲ್ಲಿನ <application>&PRODUCT;.</application> ನಲ್ಲಿ ಒಂದು ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ml_in: നിങ്ങള്‍ക്ക് ഈ മാനുവലിലുള്ള പിശകുകള്‍ ഞങ്ങളെ അറിയിക്കണമെങ്കില്‍, അല്ലെങ്കില്‍ ഇതു് കൂടുതല്‍ മെച്ചപ്പെടുത്തുന്നതിനുള്ള നിര്‍ദ്ദേശങ്ങളും അഭിപ്രായങ്ങളും ഞങ്ങളെ അറിയിക്കുന്നതിനായി ദയവായി ബഗ്സിലായില്‍ <application>&PRODUCT;. </application> എന്ന പ്രൊഡക്ടിനെതിരെ ഒരു റിപോര്‍ട്ട് രേഖപ്പെടുത്തുക: <ulink url="http://bugzilla.redhat.com/">http://bugzilla.redhat.com/</ulink>.
mr_in: टायपोग्राफी संबंधी त्रुटी आढळल्यास, किंवा ह्या पुस्तिकेला आणखी चांगले बनविण्याकरीता, आपले विचार आमच्यापर्यंत पोहचवा! कृपया अहवाल Bugzilla: <ulink url="http://bugzilla.redhat.com/">http://bugzilla.redhat.com/</ulink> येथे उत्पादना <application>&PRODUCT;.</application> विरूद्ध करा
ru_ru: Если вы нашли опечатку в этом руководстве или у вас есть предложения по его усовершенствованию, мы будем рады вас выслушать. Пожалуйста, создайте запрос в Bugzilla по адресу <ulink url="http://bugzilla.redhat.com/">http://bugzilla.redhat.com/</ulink>, выбрав компонент <application>&PRODUCT;.</application>
te_in: మీరు ఈ చేతి పుస్తకం నందు టైపోగ్రాఫికల్ దోషాన్ని గాని, లేదా మీరు ఈ చేతిపుస్తకం ను ఇంకా బాగా తయారుచేసే మార్గం ఆలోచించిన, మీరు చెప్పింది వినుటకు మేము ఇష్టపడతాము.దయచేసి నివేదికను Bugzilla లో ఉంచండి: <ulink url="http://bugzilla.redhat.com/">http://bugzilla.redhat.com/</ulink>ఉత్పత్తి కి విరుద్దంగా<application>&PRODUCT;.</application>
zh_cn: 如​果​您​发​现​了​排​印​错​误​或​者​有​改​进​本​文​档​的​建​议​，我​们​希​望​能​听​取​您​的​意​见​。​请​在 Bugzilla <ulink url="http://bugzilla.redhat.com/">http://bugzilla.redhat.com/</ulink> 中​根据产品 <application>&PRODUCT;.</application> 提交​报​告​。​
zh_tw: 若您在本指南中發現印刷上的錯誤，或有讓本指南改進的方式，我們將誠摯歡迎您和我們取得聯繫！請在 Bugzilla 中對於 <application>&PRODUCT;.</application> 這個產品提交您的報表：<ulink url="http://bugzilla.redhat.com/">http://bugzilla.redhat.com/</ulink>。

source: When submitting a bug report, be sure to mention the manual&#39;s identifier: <citetitle>&BOOKID;</citetitle>
es_es: Cuando envíe un reporte de error no olvide mencionar el identificador&#39 del manual: <citetitle>&BOOKID;</citetitle>
fr_fr: Lorsque vous soumettez un rapport de bogues, veuillez indiquer clairement les références du manuel&nbsp;: <citetitle>&BOOKID;</citetitle>
gu_in: જ્યારે ભૂલનો અહેવાલ જમા કરી રહ્યા હોય, ત્યારે માર્ગદર્શિકા&#39; ના ઓળખાવનારનું સૂચન કરવાનું ભૂલશો નહિં: <citetitle>&BOOKID;</citetitle>
ja_jp: バグ報告を提出される場合は、そのマニュアルの識別子 <citetitle>&BOOKID;</citetitle> を 忘れずに添えてください。
kn_in: ಒಂದು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸುವಾಗ, ಕೈಪಿಡಿಯ &#39;s ಐಡೆಂಟಿಫಯರನ್ನು ನಮೂದಿಸುವುದನ್ನು ಮರೆಯಬೇಡಿ: <citetitle>&BOOKID;</citetitle>
ml_in: ഒരു ബഗ് രേഖപ്പെടുത്തുമ്പോള്‍, manual&#39;s ഐഡന്റിഫയര്‍ നല്‍കുന്നു എന്ന് ഉറപ്പ് വരുത്തുക: <citetitle>&BOOKID;</citetitle>
mr_in: बग अहवाल सादर करतेवेळी, मॅन्यूअलचे (manual&#39;s) आयडेंटीफायर निर्देशीत करायची खात्री करा: <citetitle>&BOOKID;</citetitle>
ru_ru: Не забудьте указать в запросе идентификатор данного руководства: <citetitle>&BOOKID;</citetitle>.
te_in: బగ్ నివేదికను అప్పగించునప్పుడు, ఖచ్చితంగా చేతిపుస్తకం గుర్తింపును తెలియపరుచుట మరువవద్దు: <citetitle>&BOOKID;</citetitle>
zh_cn: 提交报告时，请​提供​文​档​的​标​识​符​：<citetitle>&BOOKID;</citetitle>
zh_tw: 當您提交錯誤報告時，請務必提供指南的識別碼：<citetitle>&BOOKID;</citetitle>

source: If you have a suggestion for improving the documentation, try to be as specific as possible when describing it. If you have found an error, please include the section number and some of the surrounding text so we can find it easily.
bn_in: যদি এই পুস্তিকাটিকে আরো উন্নত করার কোনো প্রস্তাব আপনি দিতে ইচ্ছুক থাকেন, তাহলে অনুগ্রহ করে অত্যন্ত স্পষ্টভাবে তার বিবরণ লিখুন। আপনি যদি কোনো ত্রুটি লক্ষ্য করে থাকেন, তাহলে অনুগ্রহ করে সংশ্লিষ্ট অনুচ্ছেদ সংখ্যা এবং পার্শ্ববর্তী কিছু অংশ উল্লেখ করুন যার সাহায্যে আমরা ত্রুটির অবস্থান সনাক্ত করতে পারব।
es_es: Si tiene una sugerencia para mejorar la documentación, trate de ser tan específico como sea posible. Si ha encontrado un error, por favor incluya el número de sección y parte del texto que lo rodea para que podamos encontrarlo más fácilmente.
fr_fr: Si vous avez des suggestions pour améliorer la documentation, essayez de les décrire le plus précisément possible. Si vous avez trouvé une erreur, veuillez non seulement indiquer le numéro de section où elle se trouve mais également ajouter un extrait du texte qui l'entoure, afin que nous puissions la retrouver facilement.
gu_in: જો તમારી પાસે આ દસ્તાવેજ સુધારવાનું સૂચન હોય, તો તેનું વર્ણન કરતી વખતે શક્ય હોય એટલું વધુ ચોક્કસ બનવાનો પ્રયાસ કરો. જો તમને ભૂલ મળી આવે, તો મહેરબાની કરીને વિભાગ નંબર અને આસપાસના અમુક લખાણનો સમાવેશ કરો કે જેથી અમે તેને સરળતાથી શોધી શકીએ.
ja_jp: ドキュメントを改善する御提案をお持ちの場合は、 出来るだけ詳しく説明して頂くようにお願いします。エラーを発見された場合は、そのセクション番号とその周辺の文章も含んで 頂くと弊社でより迅速にその場所が発見できるようになります。
kn_in: ದಸ್ತಾವೇಜನ್ನು ಉತ್ತಮಗೊಳಿಸುವ ಬಗ್ಗೆ ನೀವು ಸಲಹೆ ನೀಡುವಂತಿದ್ದರೆ, ಅದನ್ನು ವಿವರಿಸುವಾಗ ಆದಷ್ಟು ಮಟ್ಟಿಗೆ ನಿರ್ದಿಷ್ಟವಾಗಿರಲಿ. ನಿಮಗೆ ಒಂದು ದೋಷ ಕಂಡು ಬಂದಲ್ಲಿ, ದಯವಿಟ್ಟು ನಮಗೆ ಅದನ್ನು ಪತ್ತೆ ಹಚ್ಚಲು ಸುಲಭವಾಗುವಂತೆ ಅಧ್ಯಾಯದ ಸಂಖ್ಯೆಯನ್ನು ಹಾಗು ಅದರ ಸುತ್ತಮುತ್ತಲಿರುವ ಒಂದಿಷ್ಟು ಪಠ್ಯವನ್ನು ನಮೂದಿಸಿ.
ml_in: ഈ വിവരണം നിങ്ങള്‍ക്ക് മെച്ചപ്പെടുത്തണമെങ്കില്‍, ദയവായി ഇത് വ്യക്തമായി വിവരിക്കേണ്ടതുണ്ട്. പിശകുകള്‍ രേഖപ്പെടുത്തുമ്പോള്‍, അതു് ഏതു് ഭാഗത്തെന്നു് സൂചിപ്പിക്കുന്ന നംബറും ചുറ്റുവട്ടത്തുള്ള ഏതെങ്കിലും വാചകളും ഉള്‍പ്പെടുത്തുന്നതു് ഉത്തമമായിരിക്കും.
mr_in: आपल्याकडे दस्ताऐवजीकरण उन्नत करण्याकरीता काही उपदेश असल्यास, स्पष्टपणे त्या सांगावेत. काही त्रुटी आढळल्यास, कृपया सत्र क्रमांक व काहीक भवतालीचे मजकुर पाठवावे ज्यामुळे पटकण समस्या शोधण्यास आम्हाला मदत मिळेल.
ru_ru: Если у вас есть предложения по улучшению этого руководства, постарайтесь описать их как можно подробнее. Если же вы нашли ошибку, пожалуйста, укажите номер раздела и окружающий текст, чтобы мы могли быстро ее найти.
te_in: మీరు పత్రికీకరణ మెరుగుదల కొరకు సలహా కలిగిఉంటే,దానిని వివరించేటప్పుడు సాద్యమైనంత వరకు యెంత వీలైతే అంత నిర్ధిష్టంగా వివరించుటకు ప్రయత్నించుము. మీరు ఒక దోషాన్ని కనుగొన్నట్లైతే,దయచేసి విభాగం సంఖ్య మరియు దాని చుట్టూవున్న టెక్స్టును కలపండి అప్పుడు మేము సులభంగా కనుగొనకలుగుతాము.
zh_cn: 如​果​您​有​改​进​本​文​档​的​建​议​，请​尽​量​将​其​明​确​化​。​如​果​您​发​现​了​错​误​，请​指​出​章​节​号​以及上下文​，以​便​我​们​尽​快​找​到​并​更​正​该​。​
zh_tw: 若您擁有改善文件的建議，請儘可能地將它詳細描述清楚。若您您發現錯誤的話，請包含區段編號以及該錯誤周圍的部分文字，如此一來我們便能輕易地找到該錯誤。

source: <primary>help</primary> <secondary>getting help</secondary>
bn_in: <primary>সহায়তা</primary> <secondary>সহায়তা প্রাপ্তির উপায়</secondary>

source: If you experience difficulty with a procedure described in this documentation, visit the Red Hat Customer Portal at <ulink url="http://access.redhat.com" />. Through the customer portal, you can:
bn_in: এই নথির মধ্যে উল্লিখিত পদ্ধতি ব্যবহার করতে সমস্যা দেখা দিলে, <ulink url="http://access.redhat.com" />-এ উপস্থিত Red Hat Customer Portal পরিদর্শন করুন। এই পোর্ট্যালের মাধ্যমে আপনি নিম্নলিখিত সাহায্য প্রাপ্ত করতে পারবেন:

source: search or browse through a knowledgebase of technical support articles about Red Hat products.
bn_in: Red Hat-র উৎপাদন সম্বন্ধে তথ্য প্রাপ্ত করার জন্য knowledgebase-র মধ্যে প্রযুক্তিবিষয়ক নথিপত্র অন্বেষণ।

source: submit a support case to Red Hat Global Support Services (GSS).
bn_in: সহায়তা প্রাপ্ত করার জন্য Red Hat Global Support Services (GSS)-এ অনুরোধ দায়ের।

source: access other product documentation.
bn_in: উৎপাদন সম্বন্ধীয় অন্যান্য নথিপত্র পরিদর্শন।
