Repository: ajtowns/publican
Catalog: documentation-devel-RedHat/*/Code-Conventions.po
Languages: mr_in

source: Code Presentation Conventions
mr_in: कोड प्रस्तुति पध्दत

source: In addition to the standard document conventions covered in <xref linkend="sn-conventions"/>, there are some additional conventions related specifically to discussing source code:
mr_in: <xref linkend="sn-conventions"/> मधील मानक दस्ताऐवज पध्दतीच्या व्यतिरिक्त, काहीक स्त्रोत कोड संबंधी अगाऊ पध्दती सुद्धा आहेत:

source: classname
mr_in: वर्गनाव

source: This is the name of a class in an object-oriented (<firstterm>OO</firstterm>) programming language. For example, the class <classname>com.arsdigita.categorization.CategoryTreeNode</classname> .
mr_in: हे वस्तु-परिचीत (<firstterm>OO</firstterm>) प्रोगरामिंग भाषेतील, वर्गाचे नाव आहे. उदाहरणार्थ, वर्ग <classname>com.arsdigita.categorization.CategoryTreeNode</classname>.

source: method name
mr_in: पध्दतीचे नाव

source: This is the name of a method in an OO programming language, e.g. the method <methodname>getBaseDataObjectType</methodname> .
mr_in: OO प्रोगरामिंग भाषेतील, कार्यपध्दतीचे नाव. उदाहरणार्थ, कार्यपध्दती <methodname>getBaseDataObjectType</methodname> .

source: function
mr_in: कार्यपध्दत

source: The name of a function or subroutine, as in a programming language. For example, the function <function>SecurityLogger.warn()</function> .
mr_in: प्रोगरामिंग भाषेतील, कार्यपध्दती किंवा उपकार्यपध्दती नाव. उदाहरणार्थ, कार्यपध्दती <function>SecurityLogger.warn()</function> .

source: variable name
mr_in: परिवर्कताचे नाव

source: The name of a variable. For example, the variable <varname>BASE_DATA_OBJECT_TYPE</varname> .
mr_in: परिवर्ताकाचे नाव. उदाहर्णाथ, परिवर्तक <varname>BASE_DATA_OBJECT_TYPE</varname> .

source: option
mr_in: पर्याय

source: An option for a software command or <methodname>Method</methodname> . For example, a user has been granted <option>read</option> privileges on an object.
mr_in: सॉफ्टवेअर आदेशास किंवा <methodname>कार्यपध्दतीकरीता</methodname> पर्याय. उदाहरणार्थ, वापरकर्त्यास एका वस्तुकरीता <option>वाचाण्याचे</option> अधिकार दिले गेले आहे.

source: return value
mr_in: परितेचे मुल्य

source: The value returned by a function. For example, a method returns <returnvalue>null</returnvalue> .
mr_in: कार्यपध्दत तर्फे परतीचे मुल्य. उदाहरणार्थ, कार्यपध्दत <returnvalue>परिणामशून्य</returnvalue> परत पाठवितो.

source: program listing
mr_in: कार्यक्रमाची यादी

source: A literal listing of all or part of a program:
mr_in: कार्यक्रमातील सर्व किंवा भागीय नित्य

source: first term
mr_in: पहिली संज्ञा

source: The first occurrence of a term, such as the first time we introduce a <firstterm>bulletin-board</firstterm> and note its abbreviated form, <firstterm>bboard</firstterm>.
mr_in: संज्ञा पहिल्यावेळी आढळली, जसे की पहिल्यावेळी <firstterm>bulletin-board</firstterm> चा उल्लेख होतो व आपण त्याच्या संक्षिप्त रुपाची, <firstterm>bboard</firstterm> टिप्पणी करतो.

source: translator-credits
mr_in: sandeep shedmake <sshedmak@redhat.com> 2007
