Repository: ajtowns/publican
Catalog: publican/datadir/Common_Content/common-db5/*/Conventions.po
Languages: is_is, ru_ru

source: <application>Proportional Bold</application>
ru_ru: <application>Пропорциональный жирный</application>

source: <command><replaceable>Mono-spaced Bold Italic</replaceable></command> or <application><replaceable>Proportional Bold Italic</replaceable></application>
is_is: <command><replaceable>Jafnbreitt feitt skáletur</replaceable></command> eða <application><replaceable>hlutfallsbreitt feitt skáletur</replaceable></application>
ru_ru: <command><replaceable>Моноширинный жирный курсив</replaceable></command> или <application><replaceable>пропорциональный жирный курсив</replaceable></application>

source: <literal>Mono-spaced Bold</literal>
is_is: Jafnbreitt feitletrað
ru_ru: <literal>Моноширинный жирный шрифт</literal>

source: Aside from standard usage for presenting the title of a work, italics denotes the first use of a new and important term. For example:
is_is: Fyrir utan að standa fyrir heiti á verkefni þá er skáletrun notuð til að undirstrika mikilvægi nýrra og mikilvægra skilgreininga. Til dæmis:
ru_ru: Также курсивом выделяются термины, которые встречаются в тексте документа впервые. Пример:

source: Choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Mouse</guimenuitem></menuchoice> from the main menu bar to launch <application>Mouse Preferences</application>. In the <guilabel>Buttons</guilabel> tab, click the <guilabel>Left-handed mouse</guilabel> check box and click <guibutton>Close</guibutton> to switch the primary mouse button from the left to the right (making the mouse suitable for use in the left hand).
is_is: Veldu <guimenu>Kerfi > Stillingar > Mús</guimenu> úr aðalvalmyndinni til að ræsa <application>Stillingar músar</application>. Á flipanum sem er merktur <guilabel>Hnappar</guilabel> er hægt að haka við <guilabel>Vinstri handar mús</guilabel> og smella síðan á <guibutton>Loka</guibutton> til að víxla aðalmúsartakkanum frá vinstri til hægri (sem gerir músina þægilegri fyrir örvhenta).
ru_ru: В главном меню выберите <menuchoice><guimenu>Система</guimenu><guisubmenu>Параметры</guisubmenu><guimenuitem> Мышь</guimenuitem></menuchoice> для запуска утилиты <application>Настройки мыши</application>. На вкладке <guilabel>Кнопки</guilabel> установите флажок <guilabel>Настроить мышь под левую руку</guilabel> и нажмите кнопку <guibutton>Закрыть</guibutton>, чтобы настроить мышь для левши.

source: Document Conventions
is_is: Framsetning skjalsins
ru_ru: Соглашения документа

source: File-related classes include <classname>filesystem</classname> for file systems, <classname>file</classname> for files, and <classname>dir</classname> for directories. Each class has its own associated set of permissions.
is_is: Með skráatengdum klössum (classes) má telja <classname>filesystem</classname> fyrir skráakerfi, <classname>file</classname> fyrir skrár, og <classname>dir</classname> fyrir möppur. Hver klassi á sér sitt tilgreinda sett af heimildum.
ru_ru: Классы файлов включают <classname>filesystem</classname> для файловых систем, <classname>file</classname> для файлов, <classname>dir</classname> для каталогов. Каждому классу соответствует набор разрешений.

source: Finally, we use three visual styles to draw attention to information that might otherwise be overlooked.
is_is: Að lokum eru hér sýndar þrjár mismunandi gerðir sjónrænna merkinga sem við notum til að draga athyglina að upplýsingum sem annars gætu farið framhjá fólki.
ru_ru: Наконец, чтобы привлечь внимание читателя к важной информации, используются три стиля.

source: Four typographic conventions are used to call attention to specific words and phrases. These conventions, and the circumstances they apply to, are as follows.
is_is: Fjórar gerðir framsetningar eru notaðar til að draga athyglina að ákveðnum gerðum texta. Þessar gerðir, og aðstæðurnar sem þær eru notaðar við, er lýst hér á eftir.
ru_ru: Для выделения текста используются четыре стиля, которые будут перечислены далее.

source: If source code is discussed, class names, methods, functions, variable names and returned values mentioned within a paragraph will be presented as above, in <literal>mono-spaced bold</literal>. For example:
is_is: Ef um er að ræða grunnkóða (source code) þá eru skilgreiningar á borð við 'class, method, function' auk heita á breytum og reiknuðum gildum sem koma fram í texta sett fram eins og hér að ofan, með <literal>jafnbreiðu feitletri</literal>. Til dæmis:
ru_ru: Этим же шрифтом выделяются имена классов, методов, функций, переменных и возвращаемые ими значения. Пример:

source: Important boxes detail things that are easily missed: configuration changes that only apply to the current session, or services that need restarting before an update will apply. Ignoring a box labeled 'Important' will not cause data loss but may cause irritation and frustration.
is_is: Mikilvægir reitir lýsa hlutum sem auðvelt er að missa af: til dæmis breytingum á stillingum sem varða engöngu þáverandi setu, eða þjónustur sem þyrfti að endurræsa áður en breytingar eða uppfærsla verður virk. Að hunsa mikilvæga reiti veldur ekki gagnatapi en getur leitt af sér ýmis önnur óþægindi.
ru_ru: На информацию, отмеченную как важную, следует обратить особое внимание. Она может включать изменения настроек текущего сеанса или, например, перечень служб, которые нужно запустить, прежде чем обновления вступят в силу. Ознакомление с важной информацией значительно облегчит вашу работу.

source: Important
is_is: Mikilvægt
ru_ru: Важно

source: Key combinations can be distinguished from keycaps by the plus sign that connects each part of a key combination. For example:
is_is: Flýtilyklasamsetningar er hægt að þekkja frá lyklaborðsmerkingum á bandstrikinu sem tengir saman alla hluta samsetningarinnar. Til dæmis:
ru_ru: Для разделения клавиш в составе комбинаций используется знак плюса. Пример:

source: Note
is_is: Athugsemd
ru_ru: Примечание

source: Notes and Warnings
is_is: Athugasemdir og viðvaranir
ru_ru: Примечания и предупреждения

source: Notes are tips, shortcuts or alternative approaches to the task at hand. Ignoring a note should have no negative consequences, but you might miss out on a trick that makes your life easier.
is_is: Athugasemd er ýmist gott ráð, fljótleg leið eða önnur aðferð til að framkvæma tilgreint verk. Að hunsa athugasemd ætti ekki að hafa neinar neikvæðar afleiðingar aðrar en þær að þú gætir misst af tækifæri til að gera þér lífið örlítið auðveldara.
ru_ru: Примечания содержат дополнительную информацию. Если вы их проигнорируете, это не критично, но при этом будет проигнорирован совет, который, возможно, поможет сэкономить время при выполнении задания.

source: Output sent to a terminal is set in <computeroutput>mono-spaced roman</computeroutput> and presented thus:
is_is: Úttak sem birtist í skjáhermi er sett í <computeroutput>jafnbreiðu rómönsku</computeroutput> letri og er sýnt eins og hér
ru_ru: Для выделения текста, который пользователь увидит на экране, используется <computeroutput>моноширинный шрифт</computeroutput>:

source: Press <keycap>Enter</keycap> to execute the command.
is_is: Ýttu á <keycap>Enter</keycap> til að framkvæma skipunina.
ru_ru: Нажмите <keycap>Enter</keycap> для исполнения команды.

source: Publican is a <firstterm>DocBook</firstterm> publishing system.
ru_ru: Publican &mdash; система публикации <firstterm>DocBook</firstterm>.

source: Pull-quote Conventions
is_is: Framsetning tilvitnana
ru_ru: Соглашения по выделению текста

source: Source-code listings are also set in <computeroutput>mono-spaced roman</computeroutput> but add syntax highlighting as follows:
is_is: Útlistun á grunnkóða er einnig haft í <computeroutput>jafnbreiðu rómönsku</computeroutput> letri en er sett fram og litað eins og sést hér:
ru_ru: Для выделения исходного кода используется <computeroutput>моноширинный шрифт</computeroutput>:

source: Terminal output and source code listings are set off visually from the surrounding text.
is_is: Tvær gerðir tilvitnana í gögn, oft margar línur, eru skildar frá textanum í kring.
ru_ru: Вывод экрана и листинг исходного кода будут отделены от окружающего текста.

source: The <command>mount -o remount <replaceable>file-system</replaceable></command> command remounts the named file system. For example, to remount the <filename>/home</filename> file system, the command is <command>mount -o remount /home</command>.
is_is: Skipunin <command>mount -o remount <replaceable>skráakerfi</replaceable></command> endurtengir tilgreint skráakerfi. Sem dæmi, til að endurtengja <filename>/home</filename> skráakerfið, þá er skipunin <command>mount -o remount /home</command>.
ru_ru: Команда <command>mount -o remount <replaceable>файловая_система</replaceable></command> повторно подключит заданную файловую систему. Например, для <filename>/home</filename> команда будет выглядеть так: <command>mount -o remount /home</command>.

source: The above includes a file name, a shell command and a keycap, all presented in mono-spaced bold and all distinguishable thanks to context.
is_is: Þetta var dæmi um skráarheiti, skeljarskipun og lyklaborðsmerkingu, allt sett fram með jafnbreiðu feitletri og þannig auðþekkjanlegt í þessu samhengi.
ru_ru: Приведенный текст содержит имя файла, команду оболочки и имя клавиши, которые выделены моноширинным жирным шрифтом.

source: The above text includes application names; system-wide menu names and items; application-specific menu names; and buttons and text found within a GUI interface, all presented in proportional bold and all distinguishable by context.
is_is: Textinn hér að ofan er með nöfnum forrita; heitum á kerfisvalmyndum og kerfishlutum; heitum valmynda sem notuð eru í sérstökum forritum; auk hnappa og texta sem sýnd eru í grafísku notendaviðmóti (GUI) - allt er þetta sett fram í hlutfallsbreiðu feitletruðu letri og þannig auðþekkjanlegt í þessu samhengi.
ru_ru: Приведенный выше текст содержит имя приложения, названия меню, кнопок и текста элементов графического интерфейса.

source: The first paragraph highlights the particular keycap to press. The second highlights two key combinations (each a set of three keycaps with each set pressed simultaneously).
is_is: Í fyrri setningunni er afmarkaður einn lykill sem á að ýta á. Í seinni setningunni eru afmarkaðar tvær samsetningar, hvor með þremur lyklum sem á að halda niðri samtímis.
ru_ru: В первом примере жирным шрифтом выделено название отдельной клавиши, во втором &mdash; комбинаций клавиш.

source: This denotes words or phrases encountered on a system, including application names; dialog box text; labeled buttons; check-box and radio button labels; menu titles and sub-menu titles. For example:
is_is: Þetta er notað til að auðkenna orð og texta sem rekast má á í kerfinu, þar má nefna heiti forrita; texta í samskiptagluggum; merkta hnappa; merkingar á stillihnöppum og hakreitum auk heita á valmyndum. Til dæmis:
ru_ru: Выделяет системные слова и фразы, что включает имена приложений, текст диалогов, названия меню, текст кнопок, флажков и других элементов интерфейса. Пример:

source: This manual uses several conventions to highlight certain words and phrases and draw attention to specific pieces of information.
is_is: Þessi handbók styðst við nokkrar venjur við framsetningu á ákveðnum gerðum texta til að gefa áherslur og að draga athyglina að sérstökum gerðum upplýsinga.
ru_ru: В этом руководстве используются различные стили для выделения текста.

source: To connect to a remote machine using ssh, type <command>ssh <replaceable>username</replaceable>@<replaceable>domain.name</replaceable></command> at a shell prompt. If the remote machine is <filename>example.com</filename> and your username on that machine is john, type <command>ssh john@example.com</command>.
is_is: Til að tengjast fjarlægri tölvu með ssh, sláðu inn <command>ssh <replaceable>notandanafn</replaceable>@<replaceable>heiti.léns</replaceable></command> á skipanalínu. Ef fjarlæga vélin heitir <filename>tildaemis.is</filename> og notandanafn þitt á þeirri vél er nonni, sláðu þá inn <command>ssh nonni@tildaemis.is</command>.
ru_ru: Для подключения к удаленной машине в строке приглашения выполните <command>ssh <replaceable>имя_пользователя</replaceable>@<replaceable>имя_домена</replaceable></command>. Скажем, имя удаленной машины &ndash; <filename>example.com</filename>, а ваше имя пользователя &ndash; john, тогда команда будет выглядеть так: <command>ssh john@example.com</command>.

source: To see the contents of the file <filename>my_next_bestselling_novel</filename> in your current working directory, enter the <command>cat my_next_bestselling_novel</command> command at the shell prompt and press <keycap>Enter</keycap> to execute the command.
is_is: Til að skoða innihald skrárinnar <filename>næsti_bestsellerinn_minn.txt</filename> sem er í möppunni þar sem þú ert staddur, skrifaðu þá <command>cat næsti_bestsellerinn_minn.txt</command> skipunina á skipanalínu og ýttu síðan á <keycap>Enter</keycap> til að framkvæma skipunina.
ru_ru: Чтобы просмотреть содержимое файла <filename>my_next_bestselling_novel</filename> в текущем каталоге, в строке приглашения оболочки введите <command>cat my_next_bestselling_novel</command> и нажмите <keycap>Enter</keycap> для выполнения этой команды.

source: To see the version of a currently installed package, use the <command>rpm -q <replaceable>package</replaceable></command> command. It will return a result as follows: <command><replaceable>package-version-release</replaceable></command>.
is_is: Til að sjá hvaða útgáfu þú ert með af uppsettum pakka, notaðu skipunina <command>rpm -q <replaceable>forritspakki</replaceable></command>. Þetta mun birta niðurstöðu á eftirfarandi sniði: <command><replaceable>forritspakki-útgáfa-uppfærsla</replaceable></command>.
ru_ru: Чтобы просмотреть версию установленного пакета, выполните команду <command>rpm -q <replaceable>пакет</replaceable></command>. Результат команды будет представлен в формате <command><replaceable>пакет-версия-выпуск</replaceable></command>.

source: Typographic Conventions
is_is: Venjur við framsetningu
ru_ru: Типографические соглашения

source: Used to highlight system input, including shell commands, file names and paths. Also used to highlight keycaps and key combinations. For example:
is_is: Er notað til að afmarka inntak í kerfið, þar með taldar skeljarskipanir, skráaheiti og slóðir. Einnig notað til að afmarka lyklaborðsmerkingar og flýtilyklasamsetningar. Til dæmis:
ru_ru: Используется для выделения вводимого текста, включая команды оболочки, а также имен файлов, путей и комбинаций клавиш. Пример:

source: Warning
is_is: Aðvörun
ru_ru: Предупреждение

source: Warnings should not be ignored. Ignoring warnings will most likely cause data loss.
is_is: Aðvörun ætti að taka alvarlega. Ef aðvörun er hunsuð með öllu aukast líkur á gagnatapi verulega.
ru_ru: Не стоит игнорировать предупреждения, так как они содержат важную информацию, которая позволит избежать потери данных.

source: Whether mono-spaced bold or proportional bold, the addition of italics indicates replaceable or variable text. Italics denotes text you do not input literally or displayed text that changes depending on circumstance. For example:
is_is: Hvort sem um er að ræða jafnbreitt eða hlutfallsbreitt feitletur, það að skásetja textann þýðir að hann er útskiftanlegur eða breytilegur. Skáletrun merkir þannig texta sem þú setur ekki inn bókstaflega sem slíkan, eða texta sem breytist eftir því í hvaða samhengi hann stendur. Til dæmis:
ru_ru: Оба типа выделяют изменяемый или заменяемый текст. Курсив сообщает о том, что не следует вводить приведенный текст напрямую, а изменить в соответствии с вашими настройками. Пример:

source: books Desktop documentation drafts mss photos stuff svn books_tests Desktop1 downloads images notes scripts svgs
is_is: bækur Desktop drasl myndir skriftur uppkast tilraunir bækur_prufa Desktop1 mss niðurhal svn vinnugogn is.svg
