Repository: ajtowns/publican
Catalog: publican/po/*.po
Languages: es, nl

source: No unused XML files
es: No hay archivos XML sin usar
nl: Geen ongebruikte XML bestanden

source: %1 died with signal %2
es: %1 murió con la señal %2
nl: %1 stierf met signaal %2

source: %1 exited with value %2
es: %1 finalizó con valor %2
nl: %1 verlaten met waarde %2

source: %1 is a mandatory field in a site configuration file
es: %1 es un campo obligatorio en un archivo de configuración de sitio
nl: %1 is een verplicht veld in een site configuratiebestand

source: %1 is a mandatory field in a site configuration file. Check %2 for validity.
es: %1 es un campo obligatorio en un archivo de configuración de sitio. Verifique %2 para su validación.
nl: %1 is een verplicht veld in een site configuratiebestand. Controleer %2 voor geldigheid.

source: %1 is a required argument
es: %1 es un argumento necesario
nl: %1 is een verplicht argument

source: '%1' is an unknown action!
es: ¡'%1' es una acción desconocida!
nl: '%1' is een onbekende actie!

source: '%1' is not a valid language for highlighting. Language names are case sensitive.
es: '%1' no es un idioma válido para ser destacado. Los nombres de los idiomas son sensibles a mayúsculas y a minúsculas.
nl: '%1' is geen geldige taal voor benadrukken. Taalnamen zijn hoofdlettergevoelig.

source: 'area' requires a 'coords' attribute.
es: 'area' necesita un atributo 'ccords'.
nl: 'area' vereist een 'coords' attribuut.

source: 'books' is a required configuration parameter for a remote set
es: 'books' es un parámetro de configuración necesario para un conjunto remoto
nl: 'books' is een vereiste configuratieparameter voor een set op afstand

source: 'lang' is a mandatory argument
es: 'lang' es un argumento obligatorio
nl: 'lang' is een verplicht argument

source: 'lang' is a required option for get_ed_rev
es: 'lang' es una opción necesaria para get_ed_rev
nl: 'lang' is een vereiste optie voor get_ed_rev

source: 'path' is a mandatory argument
es: 'path' es un argumento obligatorio
nl: 'path' is een verplicht argument

source: 'repo' is a required configuration parameter for a remote set
es: 'repo' es un parámetro de configuración necesario para un conjunto remoto
nl: 'repo' is een vereiste configuratieparameter voor een set op afstand

source: 'xml_doc' is a mandatory argument
es: 'xml_doc' es un argumento obligatorio
nl: 'xml_doc' is een verplicht argument

source: *ERROR: Fatal Table Error* Table (%1) contains invalid data Attribute cols (%2) does not match number of entry elements (%3)
es: *ERROR: Error de tabla fatal* La tabla (%1) contiene datos válidos El atributo cols (%2) no coincide con la cantidad de elementos de entrada (%3)
nl: *FOUT: Fatale tabel fout* Tabel (%1) bevat ongeldige data Attribuut cols (%2) komt niet overeen het aantal ingang elementen (%3)

source: *ERROR: Fatal Table Error* Table (%1) contains invalid data Attribute cols is mandatory for tgroup
es: *ERROR: Error de tabla fatal* La tabla (%1) contiene datos válidos El atributo cols es obligatorio para tgroup
nl: *FOUT: Fatale tabel fout* Tabel (%1) bevat ongeldige data Attribuut cols is verplicht voor tgroup

source: *WARNING: Unvalidated tag: '%1'. This tag may not be displayed correctly, may generate invalid xhtml, or may breach Section 508 Accessibility standards.
es: *ADVERTENCIA: Etiqueta no validada: '%1'. Esta etiqueta podría no ser visualizada correctamente, podría generar xhtml no válido, o podría violar los estándares de accesibilidad de la Sección 508.
nl: *WAARSCHUWING: Niet-gevalideerde tag: '%1'. Deze tag kan niet correct weergegeven worden, kan ongeldige xhtml genereren, of kan Sectie 508 toegankelijkheid standaarden schenden.

source: /path/to/install/to
es: /ruta/hacia/la/instalación
nl: /pad/naar/te/installeren

source: <p>The Navigation Menu above requires JavaScript to function.</p><p>Enable JavaScript to allow the Navigation Menu to function.</p><p>Disable CSS to view the Navigation options without JavaScript enabled</p>
es: <p>El Menú de navegación superior necesita de JavaScript para poder funcionar.</p><p> Habilite JavaScript para permitir su funcionamiento.</p><p> Deshabilite CSS para poder visualizar las opciones de navegación sin tener habilitado JavaScript.</p>
nl: <p>Het navigatie menu hierboven vereist JavaScript functionaliteit.</p><p>Zet JavaScript aan om het navigatie menu te laten werken.</p><p>Zet CSS uit om de navigatie opties te tonen zonder dat JavaScript aangezet is</p>

source: A comma-separated list of XML attributes that are not permitted in the source.
es: No se permite en las fuentes una lista separada por comas de atributos XML.
nl: Een door komma's gescheiden lijst van XML attributen die niet toegestaan zijn in de bron.

source: A comma-separated list of XML tags that are not permitted in the source.
es: No se permite en las fuentes una lista separada por comas de etiquetas XML.
nl: Een door komma's gescheiden lijst van XML tags die niet toegestaan zijn in de bron.

source: A comma-separated list of the formats to use for the web packages.
es: Lista separada por comas de los formatos que se van a usar en los paquetes web.
nl: Een door komma's gescheiden lijst van te gebruiken formaten voor de web pakketten.

source: A short overview and summary of the book's subject and purpose, traditionally no more than one paragraph long. Note: the abstract will appear in the front matter of your book and will also be placed in the description field of the book's RPM spec file.
es: Una breve visión general y resumen del objeto y propósito del libro, normalmente de no más de un párrafo de longitud. Nota: el resumen aparecerá en la portada de su libro así como en el campo de descripción del fichero SPEC del RPM del libro.
nl: Een kort overzicht en een samenvatting van het onderwerp en het doel van het boek, traditioneel niet meer dan één alinea lang. Opmerking: de samenvatting zal verschijnen vooraan in jouw boek en zal ook geplaatst worden in het beschrijvingsveld van het RPM spec bestand.

source: A space-separated list of books used in this remote set.
es: Lista separada por espacios de los libros utilizados en este conjunto remoto
nl: Een door spaties gescheiden lijst van boeken gebruikt in deze set op afstand.

source: Abstract for a book
es: Resumen para un libro
nl: Samenvatting voor een boek

source: Action required!
es: ¡Acción necesaria!
nl: Actie is vereist!

source: Add a database entry
es: Añadir una entrada de base de datos
nl: Voeg een database ingang toe

source: Add an entry to the revision history
es: Añada una entrada al histórico de revisiones
nl: Voeg een ingang toe aan de herzieningsgeschiedenis

source: Add or remove database entries. Used for processing pre-build books, such as when building packages.
es: Añada o elimine entradas de base de datos. Usada para procesar libros preconstruidos, así como al construir paquetes.
nl: Toevoegen of verwijderen van database ingangen. Gebruikt voor het verwerken van reeds gebouwde boeken, zoals bij het bouwen van pakketten.

source: All build formats will be skipped for language: %1
es: Serán ignorados todos los formatos de construcción para el idioma: %1
nl: Alle bouwformaten zullen overgeslagen worden voor taal: %1

source: An entry to be added to the revision. Can be specified multiple times.
es: Una entrada a añadir a la revisión. Puede especificarse varias veces.
nl: Een ingang on toegevoegd te worden aan de herziening. Kan meerdere keren opgegeven worden.

source: Arch to filter output on.
es: Arquitectura habilitada para filtrar la salida.
nl: Architectuur voor het filteren van output.

source: Banned attributes:
es: Atributos prohibidos:
nl: Verboden attributen:

source: Banned tags:
es: Etiquetas prohibidas:
nl: Verboden tags:

source: Beginning work on %1
es: Iniciando el trabajo en %1
nl: Begin het werk met %1

source: Books
es: Libros
nl: Boeken

source: Brand '%1' had no content to copy.
es: La marca '%1' no posee un contexto a copiar.
nl: Merk '%1' heeft geen inhoud om te kopiëren.

source: Brand option to disable embedding the navigational toc in web packages
es: Opción de marca para desactivar el empotrado del índice de contenidos navegable en los paquetes web

source: Build binary rpm when running package
es: Compilar el binario rpm cuando se esté ejecutando el paquete
nl: Bouw binaire rpm bij het uitvoeren van pakket

source: Building rpms from %1 using %2 in %3
es: Compilando rpms de %1 utilzando %2 en %3
nl: Bouwen van rpm's van %1 met %2 in %3

source: Bypassing test for language: %1
es: Ignorando prueba para el idioma: %1
nl: Overslaan van test voor taal: %1

source: Bypassing translation for %1
es: Ignorando traducción para %1
nl: Overslaan van vertaling voor %1

source: CONFIDENTIAL
es: CONFIDENCIAL
nl: VERTROUWELIJK

source: Can't create brand, directory 'publican-%1' exists!
es: No es posible crear marca, ¡el directorio 'publican-1' ya existe!
nl: Kan merk niet aanmaken, map 'publican-%1' bestaat!

source: Can't create directory: %1
es: No es posible crear directorio: %1
nl: Kan map niet aanmaken: %1

source: Can't locate required file: %1
es: No es posible ubicar el archivo solicitado: %1
nl: Kan vereist bestand niet vinden: %1

source: Can't locate srpm, packaging aborted
es: No es posible ubicar srpm, empaquetado abortado
nl: Kan srpm niet vinden, verpakken afgebroken

source: Can't open directory: %1
es: No es posible abrir el directorio: %1
nl: Kan map niet openen: %1

source: Can't open file %1. Error: %2
es: No es posible abrir el archivo %1. Error: %2
nl: Kan bestand %1 niet openen. Fout: %2

source: Can't open file '%1' %2
es: No es posible abrir el archivo '%1' %2
nl: Kan bestand '%1' %2 niet openen

source: Can't open file for html input!
es: ¡No es posible abrir el archivo para la salida html!

source: Can't open file for text output!
es: ¡No es posible abrir el archivo para la salida del texto!
nl: Kan bestand niet openen voor tekst output!

source: Can't open file: %1: %2
es: No es posible abrir el archivo: %1: %2
nl: Kan bestand niet openen: %1: %2

source: Can't open mimetype file:
es: No es posible abrir archivo mimetype:
nl: Kan mime-type bestand niet openen:

source: Can't open spec file: %1
es: No es posible abrir archivo spec: %1
nl: Kan spec bestand niet openen: %1

source: Can't write to %1: %2
es: No es posible escribir sobre %1: %2
nl: Kan niet schrijven naar %1: %2

source: Can't write to defaults.cfg: %1
es: No es posible escribir sobre defaults.cfg: %1
nl: Kan niet schrijven naar defaults.cfg: %1

source: Can't write to overrides.cfg: %1
es: No es posible escribir sobre overrides.cfg: %1
nl: Kan niet schrijven naar overrides.cfg: %1

source: Cannot locate main XML file: '%1'
es: No es posible ubicar el archivo XML principal: '%1'
nl: Kan hoofd XML bestand niet vinden: '%1'

source: Cannot locate productname tag in Info file!
es: No se puede encontrar la etiqueta productname en el archivo de información.

source: Cannot locate productnumber tag in Info file!
es: No se puede encontrar productnumber en el archivo de información

source: Cannot locate title tag in Info file!
es: No se puede encontrar la etiqueta title en el archivo de información.

source: Clean: Removing %1 and publish directories.
es: Limpieza: Eliminando %1 y publicar directorios.
nl: Opschonen: Verwijderen van %1 en publiceren van mappen.

source: Click here to view a static Table of Contents
es: Haga clic aquí para observar una Tabla de contenidos estática
nl: Klik hier om een statische inhoudsopgave te bekijken

source: Code
es: Código

source: Comma-separated list of formats, for example: html,pdf,html-single,html-desktop,txt,epub
es: Lista separada por comas de formatos, por ejemplo, html,pdf,html-single,html-desktop,txt,epub
nl: Door komma's gescheiden lijst van formaten, bijvoorbeeld: html,pdf,html-single,html-desktop,txt,epub

source: Comma-separated list of languages, for example: en-US,de-DE,all
es: Lista separada por comas de los idiomas, por ejemplo, en-US,de-DE,all
nl: Door komma's gescheiden lijst van talen, bijvoorbeeld: en-US,de-DE,all

source: Conditions on which to prune XML before transformation.
es: Condiciones sobre las que cortar XML antes de la transformación.
nl: Condities waarvoor XML gesnoeid moet worden voor de transformatie.

source: Config file exists, you must supply a non-existent filename.
es: El archivo de configuración existe, debe indicar un nombre de archivo que no exista.
nl: Config bestand bestaat, je moet een niet-bestaande bestandsnaam opgeven.

source: Config file not found: %1.
es: No se ha encontrado el archivo de configuración: %1.

source: Config parameter 'scm' not found; treating set as standalone.
es: El parámetro de configuración 'scm' no ha sido encontrado; tratando al conjunto como independiente.
nl: Config parameter 'scm' niet gevonden; set wordt als standalone behandeld.

source: Constraint: %1
es: Resricción: %1
nl: Beperking: %1

source: Could not open %1 for output!
es: ¡No se pudo abrir %1 para la salida!
nl: Kan %1 niet openen voor output!

source: Could not open %1 for output: %2
es: No se pudo abrir %1 para la salida: %2
nl: Kan %1 niet openen voor output: %2

source: Could not open dump file for output: %1
es: ¡No se ha podido abrir el archivo de volcado %1 para la salida!
nl: Kan dump bestand niet openen voor output: %1

source: Could not open entity file. %1
es: No se ha podido abrir el archivo de entidades %1
nl: Kan entiteit bestand niet openen. %1

source: Could not open file %1 for output!
es: ¡No se pudo abrir el archivo %1 para la salida!
nl: Kan bestand %1 niet openen voor output!

source: Could not open file COPYING for output!
es: ¡No se pudo abrir el archivo COPYING para la salida!
nl: Kan bestand COPYING niet openen voor output!

source: Could not open file README for output!
es: ¡No se pudo abrir el archivo README para la salida!
nl: Kan bestand README niet openen voor output!

source: Could not open icon file. %1
es: No se puede abrir el fichero de icono %1
nl: Kan icoon bestand niet openen. %1

source: Create a new WebSite in the supplied location.
es: Crea un nuevo WebSite en la ubicación ofrecida.
nl: Maak een nieuwe website aan in de opgegeven locatie.

source: Create a new book, set, or article
es: Crea un nuevo libro, conjunto o artículo
nl: Maak een nieuw boek, set of artikel aan

source: Create a new brand
es: Crea una nueva marca
nl: Maak een nieuw merk aan

source: Create desktop instead of web package
es: Crea un escritorio en lugar de una paquete web
nl: Maak een bureaublad aan in plaats van een web pakket

source: Create package without using version in package name
es: Crea un paquete sin utilizar la versión en el nombre del paquete
nl: Maak pakket aan zonder versie in de pakket naam te gebruiken

source: DTD Validation failed:
es: Falló la validación de DTD:

source: Date to use for a revision.
es: Fecha a usar para una revisión.
nl: Datum te gebruiken voor een herziening.

source: Default: %1
es: Predeterminado: %1
nl: Standaard: %1

source: Delete a database entry
es: Elimine una entrada de base de datos
nl: Verwijder een database ingang

source: Depth of sections to include in the main table of contents.
es: Profundidad de las secciones a incluir en la tabla principal de contenidos.
nl: Diepte van secties op te nemen in de hoofd inhoudsopgave.

source: Directory to use for building.
es: Directorio a utilizarse para la construcción.
nl: Map te gebruiken voor het bouwen

source: Disable ANSI colourisation of logging.
es: Deshabilita el coloreado ANSI del registro.
nl: Zet ANSI kleuring van log registratie uit.

source: Disable all logging.
es: Deshabilita todos los registros.
nl: Zet alle log registratie uit.

source: Display full man page
es: Visualizar página man completa
nl: Toon volledige man pagina

source: Display help message
es: Visualizar mensaje de asistencia
nl: Toon hulp boodschap

source: Display help text for the configuration file
es: Visualizar texto de asistencia para el archivo de configuración
nl: Toon hulp tekst voor het configuratiebestand

source: Display remarks in transformed output.
es: Visualizar observaciones en el resultado transformado.
nl: Toon opmerkingen in de getransformeerde output.

source: Display the version of Publican
es: Visualizar la versión de Publican
nl: Toon de versie van Publican

source: Do not run the DTD validation
es: No ejecuta la validación DTD
nl: Voer DTD validatie niet uit

source: ERROR: Banned attribute (%1) detected. Discuss this with your brands owners if you think this is in error.
es: ERROR: se ha detectado el atributo prohíbido %1. Si cree que esto es un error consulte al propietario de su marca.
nl: FOUT: Verboden attribuut (%1) gedetecteerd. Bespreek dit met jouw merk eigenaren als je denkt dat dit onterecht is.

source: ERROR: Banned tag (%1) detected. Discuss this with your brands owners if you think this is in error.
es: ERROR: detectada la etiqueta prohibida %a. Si cree que esto es un error consulte al propietario de su marca.
nl: FOUT: Verboden tag (%1) gedetecteerd. Bespreek dit met jouw merk eigenaren als je denkt dat dit onterecht is.

source: ERROR: revnumber '%1' does not match required format %2. e.g. '1-1'.
es: ERROR: revnumber '%1' no coincide con el formato requerido %2. Ej.: '1-1'.

source: Eclipse plugin ID. Defaults to "$product.$docname"
es: ID del complemento Eclipse. Predeterminado a "$product.$docname"
nl: Eclipse plug-in ID. Standaard is "$product.$docname"

source: Eclipse plugin name. Defaults to "$product $docname"
es: Nombre del complemento Eclipse. Predeterminado a "$product $docname"
nl: Eclipse plug-in naam. Standaard is "$product $docname"

source: Eclipse plugin provider. Defaults to "Publican-%1"
es: Proveedor del complemento Eclipse. Predeterminado a "Publican-%1"
nl: Eclipse plug-in aanbieder. Standaard is "Publican-%1"

source: Embed the web site TOC object in the generated HTML
es: Incrustar el objeto índice de contenidos del sitio web en el HTML generado
nl: Insluiten van de website inhoudsopgave in de gegenereerde HTML

source: Enter a short description here.
es: Escriba una breve descripción.
nl: Geef hier een korte beschrijving.

source: Enter your email address here.
es: Escriba aquí su dirección de correo-e.
nl: Vul hier jouw email adres in.

source: Enter your first name here.
es: Escriba su nombre de pila.
nl: Vul hier jouw voornaam in.

source: Enter your organisation's name here.
es: Escriba el nombre de su organización.
nl: Vul hier de naam van jouw organisatie in.

source: Enter your organisational division here.
es: Escriba el nombre de la división a la que pertenece en su organización.
nl: Vul hier de afdeling van jouw organisatie in.

source: Enter your surname here.
es: Escriba su apellido.
nl: Vul hier jouw achternaam in.

source: FATAL ERROR: %1
es: ERROR FATAL: %1
nl: FATALE FOUT: %1

source: FATAL ERROR: %1:%2 in %3 on line %4: %5
es: ERROR FATAL: %1:%2 en %3 en la línea %4: %5
nl: FATALE FOUT: %1:%2 in %3 op regel %4: %5

source: FATAL ERROR: arch profiling would prune root node. Do NOT set arch in a root node.
es: ERROR FATAL: la arquitectura de perfiles podría cortar el nodo raíz. NO defina la arquitectura en un nodo raíz.
nl: FATALE FOUT: arch profileren zou root node snoeien. Stel arch niet in in een root node.

source: FATAL ERROR: condition profiling would prune root node. Do NOT set condition in a root node.
es: ERROR FATAL: la condición de los perfiles podría cortar el nodo raíz. NO defina la condición en un nodo raíz.
nl: FATALE FOUT: conditie profileren zou root node snoeien. Stel conditie niet in in een root node.

source: FATAL ERROR: language profiling would prune root node. Do NOT set lang in a root node.
es: ERROR FATAL: el idioma de perfiles podría cortar el nodo raíz. NO defina el idioma en un nodo raíz.
nl: FATALE FOUT: taal profileren zou root node snoeien. Stel taal niet in in een root node.

source: FOP error, PDF generation failed. Check log for details.
es: Error de FOP. La generación PDF ha fallado. Compruebe los detalles en el registro.
nl: FOP fout, PDF generatie mislukte. Controleer de log voor details.

source: Failed to execute %1, error number: %2
es: Falló al ejecutar %1, error número: %2
nl: %1 uitvoeren mislukte, fout nummer: %2

source: Failed to load Win32::TieRegistry module. Error: %1
es: Falló al cargar el módulo Win32::TieRegistry. Error: %1
nl: Laden van Win32::TieRegistry module mislukte. Fout: %1

source: Failed to load brand defaults.cfg file
es: Falló al cargar el archivo defaults.cfg de marca
nl: Laden van merk defaults.cfg bestand mislukte

source: Failed to load brand file: %1
es: Falló al cargar el archivo de marca: %1
nl: Laden van merk bestand mislukte: %1

source: Failed to load brand overrides.cfg file
es: Falló al cargar el archivo overrides.cfg de marca
nl: Laden van merk overrides.cfg bestand mislukte

source: Failed to load config file: %1
es: Falló al cargar el archivo de configuración: %1
nl: Laden van config bestand mislukte: %1

source: Failed to load user config file: %1
es: Falló al cargar el archivo de configuración: %1
nl: Laden van gebruikers config bestand mislukte: %1

source: Failed to open output file %1. Error: %2
es: Falló al abrir el archivo de salida %1: Error: %2
nl: Openen van output bestand %1 mislukte. Fout: %2

source: Fatal Error: SVN export failed. Book: %1. Error Number: %2
es: Error fatal: Falló la exportación SVN. Libro: %1. Número de error: %2
nl: Fatale fout: SVN exporteren mislukte. Boek: %1. Foutnummer: %2

source: Fatal Error: msgmerge failed to merge updates. POT File: %1. Po File: %2
es: Error fatal: msgmerge falló al fusionar las actualziaciones. Archivo POT: %1. Archivo PO: %2
nl: Fatale fout: msgmerge kon vernieuwingen niet samenvoegen. POT bestand: %1. Po bestand: %2

source: Fatal error: Book failed to build! Book: %1. Error Number: %2
es: Error fatal: ¡El libro falló al ser construido! %1. Error número: %2
nl: Fatale fout: Bouwen van boek mislukte! Boek: %1. Foutnummer: %2

source: Fatal error: Book failed to run clean_ids! Book: %1. Error Number: %2
es: Error fatal: ¡El libro falló al ejecutar clean_ids! Libro: %1. Número de error: %2
nl: Fatale fout: Draaien van clean_ids voor boek mislukte! Boek: %1. Foutnummer: %2

source: Fetching %1 from scm
es: Obteniendo %1 desde scm
nl: %1 ophalen van scm

source: File Name
es: Nombre del archivo
nl: Bestandsnaam

source: Finish building %1
es: Fin de la construcción de %1
nl: Bouwen van %1 voltooid

source: Finished %1
es: %1 finalizado
nl: %1 voltooid

source: For HTML, should the first section be on the same page as its parent?
es: Para HTML, ¿la primera sección debería estar en la misma página que su paterna?
nl: Moet voor HTML de eerste sectie op dezelfde pagina zijn als zijn ouder?

source: For HTML, what is the deepest level of nesting at which a section should be split onto its own page?
es: Para HTML, ¿cuál es el nivel más profundo de anidación en el que una sección debería ser dividida en su propia página?
nl: Wat moet voor HTML het diepste niveau van nesten zijn waarvoor een sectie gesplitst moet worden naar zijn eigen pagina?

source: Full path for the publican site configuration file for non standard RPM websites.
es: Ruta completa al archivo de configuración de publican para websites RPM no estándar.

source: Fuzzy
es: Provisorio
nl: Vaag

source: Generate table of contents down to the given section depth.
es: Generar tablas de contenidos de acuerdo a la profundidad de sección indicada.
nl: Genereer inhoudsopgave met de opgegeven sectie diepte.

source: Hide Menu
es: Esconder menú
nl: Verberg menu

source: Information
es: Información
nl: Informatie

source: Initial creation by publican
es: Creación inicial por publican
nl: Initiële aanmaak met publican

source: Install a book in to a WebSite.
es: Instalar un libro en un sitio web.
nl: Installeer een boek op een website.
