Repository: ajtowns/publican
Catalog: publican/po/*.po
Languages: es, nl

source: Install a brand to the supplied location
es: Instalar una marca en le ubicación indicada
nl: Installeer een merk op de opgegeven locatie

source: Install path for non standard RPM websites.
es: Ruta de instalación para websites RPM no estándar.

source: Invalid build request: language directory %1 does not exist.
es: Petición de construcción no válida: no existe el directorio de idioma %1.
nl: Ongeldig bouw verzoek: taal directory %1 bestaat niet.

source: Invalid build request: no PO files exist for language %1
es: Petición de construcción no válida: no existen archivos PO en el idioma %1
nl: Ongeldig bouw verzoek: er bestaan geen PO bestanden voor taal %1

source: Invalid date: '%1' in revision history.
es: Fecha inválida: '%1' en el historial de revisiones.
nl: Ongeldige datum: '%1' in de herzieningsgeschiedenis.

source: Invalid format for %1. Value (%2) does not conform to constraint (%3)
es: Formato inválido en %1. El valor (%2) no se ajusta a la limitación (%3)
nl: Ongeldige formaat voor %1. Waarde (% 2) voldoet niet aan beperking (%3)

source: Invalid language supplied: %1
es: Se ha indicado un idioma no válido: %1
nl: Ongeldige taal opgegeven: %1

source: Invalid option '%1' in $actions{$action}->{options}
es: Opción '%1' no válida en $actions{$action}->{options}
nl: Ongeldige optie '%1' in $actions{$action}->{options}

source: Is the content confidential?
es: ¿El contenido es confidencial?
nl: Is de inhoud vertrouwelijk?

source: Language
es: Idioma
nl: Taal

source: Language in which XML is authored.
es: Idioma en el que el XML ha sido originado.
nl: Taal waarin XML is geschreven.

source: Languages to replace with xml_lang regardless of translation status.
es: Idiomas a ser reemplazados con xml_lang, sin importar el estado de la traducción.
nl: Talen te vervangen door xml_lang ongeacht de vertaal status.

source: License this package uses.
es: Licencias que utiliza este paquete.
nl: De licentie gebruikt door dit pakket.

source: Merging %1 >> %2 -> %3
es: Fusionando %1 >> %2 -> %3
nl: Samenvoegen van %1 >> %2 -> %3

source: Missing mandatory field '%1' in revision history.
es: No se encuentra el campo obligatorio '%1' en el historial de revisiones.
nl: Verplicht veld '%1' ontbreekt in herzieningsgeschiedenis.

source: Missing mandatory field '%1' in revision.
es: No se encuentra el campo obligatorio '%1' en las revisiones.
nl: Verplicht veld '%1' ontbreekt in herziening.

source: NOTE: These lists of tags and attributes are brand specific and are not part of Publican itself.
es: NOTA: esta lista de etiquetas y atributos son específicos de la marca y no son parte del propio publican.
nl: OPMERKING: Deze lijsten van tags en attributen zijn merk specifiek en zijn geen onderdeel van Publican zelf.

source: NOTE: the href does not contain a language! This is CORRECT!
es: NOTA: el atributo href no contiene un lenguaje. ¡Esto es CORRECTO!
nl: Opmerking: de href bevat geen taal! Dit is CORRECT!

source: Name of site package for non standard RPM websites. Required to ensure the site is installed.
es: Nombre del sitio para websites RPM no estándar. Preciso para asegurar que el sitio ha sido instalado.

source: Name of this package. Fetched from title tag in xml_lang/TYPE_Info.xml if not set in cfg file.
es: Nombre de este paquete. Obtenido desde la etiqueta title en xml_lang/TYPE_Info.xml si no está configurado en el archivo cfg.

source: No unused Image files
es: No existen archivos de imágenes sin usar

source: One of add or del is required when updating the database
es: Al actualizar la base de datos se precisa un add o un del
nl: Toevoegen of verwijderen is vereist bij het vernieuwen van de database

source: Options:
es: Opciones:
nl: Opties:

source: Override default database file.
es: Anular el archivo de base de datos predeterminado.
nl: Overschrijven van standaard database bestand.

source: Override path to Common_Config directory
es: Anular la ruta al directorio Common_Config
nl: Overschrijven van pad naar Common_Config map

source: Override path to Common_Content directory
es: Anular la ruta al directorio Common_Content
nl: Overschrijven van pad naar Common_Content map

source: Override the book name, bottom level, menu label on a Publican website.
es: Anula el nombre del libro, el nivel inferior, y la etiqueta de menú en un sitio web Publican.
nl: Overschrijven van de naam van het boek, laagste niveau, menu label op een Publican website.

source: Override the default TOC path.
es: Anular la ruta predeterminada al Indice de contenidos.
nl: Overschrijven van het standaard inhoudsopgave pad.

source: Override the default search form for a Publican website. By default this will use Google search and do a site search if web_host is set.
es: Anula la búsqueda predeterminada de un sitio web Publican. Por defecto esto utilizará Google search y realizará una búsqueda en el sitio siempre y cuando web_host esté definido.
nl: Overschrijven van het standaard zoekformulier voor een Publican website. Standaard zal dit Google search gebruiken en zal een site search uitvoeren als web_host gezet is.

source: Override the default template path.
es: Anular la ruta predeterminada a la plantilla modelo.
nl: Overschrijven van het standaard sjabloon pad.

source: Override the product, top level, menu label on a Publican website.
es: Anula el producto, el nivel superior, y la etiqueta de menú de un sitio web Publican.
nl: Overschrijven van het product, top niveau, menu label op een Publican website.

source: Override the version, middle level, menu label on a Publican website. To hide this menu item set this to: UNUSED
es: Anula la versión, el nivel medio y la etiqueta de menú de un sitio web Publican. Para esconder este elemento del menú defínalo como: UNUSED
nl: Overschrijven van de versie, middelste niveau, menu label op een Publican website. Om dit menu item te verbergen stel je het in op: UNUSED

source: PO file '%1' not found! Using base XML!
es: ¡No se encuentra el archivo PO '%1'! ¡Utilizando XML base!
nl: PO bestand '%1' niet gevonden! Met behulp van basis XML!

source: Package a language for shipping
es: Empaqueta un idioma para envío
nl: Verpak een taal voor verzending

source: Packages
es: Paquetes
nl: Pakketten

source: Packages to obsolete in web RPM.
es: Paquetes a ser obsoletos en un RPM web.
nl: Pakketten die verouderd worden in web RPM.

source: Parameters used in the config file:
es: Parámetros utilizados en el archivo de configuración:
nl: Parameters gebruikt in het config bestand:

source: Path to jar files for FOP.
es: Ruta a los archivos jar para FOP (Formatting Objects Processor).
nl: Pad naar jar bestanden voor FOP.

source: Path to publican common content.
es: Ruta a los contenidos comunes de Publican.
nl: Pad naar publican algemene inhoud.

source: Path to publican content.
es: Ruta a los contenidos de publican.
nl: Pad naar publican inhoud.

source: Preface
es: Prefacio
nl: Voorwoord

source: Print a list of QA'd DocBook tags
es: Imprime una lista de las etiquetas QA'd DocBook
nl: Print een lijst van QA'd DocBook tags

source: Print a list of banned DocBook tags
es: Imprime una lista
nl: Print een lijst van verboden DocBook tags

source: Print a list of unused XML files
es: Ofrece una lista con los archivos XML sin usar
nl: Print een lijst van ongebruikte XML bestanden

source: Print a tree of the xi:includes
es: Ofrece un árbol con los xi:includes
nl: Print een boomstructuur van de xi:includes

source: Print out extra messages?
es: ¿Mostrar mensajes adicionales?
nl: Extra boodschappen printen?

source: Processing file %1
es: Procesando el archivo %1
nl: Verwerken van bestand %1

source: Processing file %1 -> %2
es: Procesando el archivo %1 -> %2
nl: Verwerken van bestand %1 -> %2

source: Product List
es: Lista de productos
nl: Product lijst

source: Product this package covers. Fetched from productname tag in xml_lang/TYPE_Info.xml
es: El producto de
nl: Product dat dit pakket omvat. Opgehaald uit productname tag in xml_lang/TYPE_Info.xml

source: Products
es: Productos
nl: Producten

source: Push SRPM to brew
es: Enviar SRPM a construcción
nl: Druk op SRPM om te brouwen

source: RelaxNG Validation failed:
es: Falló la validación RelaxNG:

source: Remaining hours for %1
es: Horas restantes para %1
nl: Resterende uren voor %1

source: Remove a book from a WebSite.
es: Elimina un libro de un sitio web.
nl: Verwijder een boek uit een website

source: Remove all temporary files and directories
es: Elimina todos los archivos temporales y los directorios
nl: Verwijder alle tijdelijke bestanden en mappen

source: Remove local copies of remote set books
es: Elimina copias locales y conjuntos de libros remotos
nl: Verwijder lokale kopieën van boeken sets op afstand

source: Rename a publican book
es: Renombre un libro publican

source: Report on the contents of a WebSite
es: Informa sobre el contenido de un sitio web
nl: Rapporteer over de inhoud van een website

source: Report unknown tags when processing XML.
es: Informa etiquetas desconocidas cuando se procesa un XML.
nl: Rapporteer onbekende tags tijdens het verwerken van XML.

source: Repository from which to fetch remote set books.
es: Repositorio desde donde poder obtener conjuntos de libros remotos.
nl: Repository waaruit boeken sets op afstand opgehaald worden.

source: Revision History
es: Histórico de revisiones
nl: Herzieningsgeschiedenis

source: Run clean ids for source XML
es: Ejecuta ids claros para el XML origen
nl: Voer clean ids uit voor bron XML

source: Run: '%1 <action> --help' for details on action usage
es: Ejecute: '%1 <acción> --help' para obtener más detalles acerca de la utilización de esa acción
nl: Draai: '%1 <actie> --help voor details over gebruik van actie

source: Running clean process to ensure stale content is not bundled in packages.
es: Ejecutando procesos claros para asegurarse que los paquetes no tengan adheridos contenidos desactualizados.
nl: Draai clean process om er zeker van te zijn dat verouderde inhoud niet opgenomen wordt in pakketten.

source: Running clean_ids to prevent inter-book ID clashes.
es: Ejecutando clean_ids para evitar colisiones entre los ID de los libros internos.
nl: Draai clean_ids om inter-boek ID botsingen te voorkomen.

source: Search
es: Buscar
nl: Zoeken

source: Semicolon-separated list of menu categories for the desktop package.
es: Lista de categorías de menú separadas por punto y coma para el paquete de escritorio.
nl: Met puntkomma's gescheiden lijst van menu categorieën voor het bureaublad pakket.

source: Set up built content for publishing
es: Define el contenido de construcción para la publicación
nl: Stel bouw inhoud in voor publicatie

source: Setting up %1
es: Definiendo %1
nl: Instellen van %1

source: Short-sighted packages can only be used to make desktop rpms. Add --desktop to your argument list.
es: Los paquetes denonimados 'Short-sighted' solo pueden ser utilizados para construir rpms de escritorio. Agregue --desktop a la lista de sus argumentos.
nl: Kortzichtige pakketten kunnen alleen gebruikt worden voor het maken van bureaublad rpms. Voeg --desktop toe aan jouw argumenten lijst.

source: Show Menu
es: Mostrar menú
nl: Toon menu

source: Skipping unknown language: %1
es: Ignorando idioma desconocido: %1
nl: Overslaan van onbekende taal: %1

source: Space-separated list of packages the desktop package obsoletes.
es: Lista separada por espacios de los paquetes de escritorio a los que este paquete hace obsoletos.
nl: Door spaties gescheiden lijst van pakketten die verouderd worden door het bureaublad pakket.

source: Space-separated list of packages the desktop package requires.
es: Lista separada por espacios de los paquetes requeridos por el paquete de escritorio.
nl: Door spaties gescheiden lijst van pakketten die het bureaublad pakket vereist.

source: Start building %1
es: Iniciando la construcción de %1
nl: Beginnen met bouwen van %1

source: Starting %1
es: Iniciando %1
nl: Beginnen met %1

source: Sub title for a book
es: Subtítulo de un libro
nl: Subtitel voor een boek

source: Test Chapter
es: Capítulo de prueba
nl: Test hoofdstuk

source: Test Section 1
es: Sección 1 de prueba
nl: Test sectie 1

source: Test Section 2
es: Sección 2 de prueba
nl: Test sectie 2

source: The Navigation Menu below will automatically collapse when pages are loaded. Enable cookies to fix the Navigation Menu functionality.
es: El Menú de navegación inferior se ocultará automáticamente cuando las páginas sean cargadas. Tenga la opción "cookies" habilitada para solucionar esta función del Menú de navegación.
nl: Het navigatie menu hieronder zal automatisch samenvouwen als pagina's worden geladen. Zet cookies aan om de functionaliteit van het navigatie menu te herstellen.

source: The OS for which to build packages.
es: El SO para el que construir los paquetes.
nl: Het besturingssysteem waarvoor pakketten gebouwd worden.

source: The base brand to use for this brand.
es: La marca base para usar para esta marca.

source: The brand to use
es: La marca a utilizar
nl: Het te gebruiken merk

source: The brand to use when building this package.
es: La marca a utilizar cuando se construya este paquete.
nl: Het te gebruiken merk bij de bouw van dit pakket.

source: The brew dist to use for building the standalone desktop rpm.
es: La versión de la distribución a utilizar cuando se construya el rpm de escritorio independiente.
nl: De brouw dist te gebruiken voor het bouwen van de standalone bureaublad rpm.

source: The brew dist to use for building the web rpm.
es: La versión de la distribución a utilizar cuando se construya el rpm web.
nl: De brouw dist te gebruiken voor het bouwen van de web rpm.

source: The edition of the book, article, or set
es: La edición del libro, artículo o conjunto
nl: De editie van het boek, artikel of set

source: The language the XML will be written in
es: El idioma en el será escrito el XML
nl: De taal waarin de XML geschreven zal worden

source: The name of the book, article, set, or brand
es: El nombre del libro, artículo o conjunto
nl: De naam van het boek, artikel, set of merk

source: The name of the main xml and ent files for this books, sans file extension and language. Fetched from docname if not set.
es: El nombre del fichero xml principal y del fichero ent para estos libros, sin la extensión ni el lenguaje. Obtenido desde docname si no se ha indicado.

source: The name of the product
es: El nombre del producto
nl: De naam van het product

source: The text used to indicate content is confidential.
es: El texto utilizado para indicar que el contenido es confidencial.
nl: De tekst gebruikt om aan te geven dat de inhoud vertrouwelijk is.

source: The type (book, article, or set)
es: El tipo (libro, artículo o conjunto)
nl: Het type (boek, artikel of set)

source: The version of the product
es: La versión del producto
nl: De versie van het product

source: This flag tells publican the data being processed is a distributed set. Note: do not use distributed_set on the command line. Publican uses this flag when calling itself to process distributed sets. This is the only safe way this flag can be used.
es: Esta marca le indica a publican que los datos que estén siendo procesados son un conjunto distribuido. Nota: No use distributed_set en la línea de comandos. Publican utiliza esta marca cuando se invoca a sí mismo para procesar conjuntos distribuidos. Es la única forma segura en que esta marca puede ser utilizada.
nl: Deze vlag zegt Publican dat de data verwerkt wordt in gedistribueerde set. Opmerking: gebruik geen gedistribueerde set op de commando-regel. Publican gebruikt deze vlag als het zichzelf aanroept voor het verwerken van gedistribueerde sets. Dit is de enige veilige manier waarop deze vlag gebruikt kan worden.

source: This is a home page for a Publican-generated website, not a standard book.
es: Este no es un documento estándar: es la página inicial de un sitio web Publican.
nl: Dit is een home pagina voor een met Publican gegenereerde website, niet een standaard boek.

source: This is a host name for a Publican-generated website, used for searches and the Sitemap. Be sure to include the full path to your document tree. E.g. if your documents are in the docs directory: http://www.example.com/docs
es: Este es el nombre del host de un sitio web creado por Publican, utilizado para búsquedas y mapeos de sitio. Asegúrese de incluir la ruta completa hacia el árbol de su documento. Esto es, si su documentación se encuentra en el directorio docs: http://www.ejemplo.com/docs
nl: Dit is een host naam voor een met Publican gegenereerde website, gebruikt voor zoekopdrachten en de sitemap. Zorg ervoor dat het volledige pad naar jouw document structuur toe te voegen. Bijvoorbeeld als jouw documenten zich in de docs map bevinden: http://www.example.com/docs

source: This is a special page for a Publican-generated website, not a standard book. Valid types are home, product, and version.
es: Este no es un documento estándar, sino que es la página especial de un sitio web creado por Publican. Los tipos válidos son home, producto y versión,
nl: Dit is een speciale pagina voor een met Publican gegenereerde website, niet een standaard boek. Geldige types zijn home, product en versie.

source: This is a test listitem.
es: Esto es un lisitem de prueba.
nl: Dit is een test listitem.

source: This is a test paragraph
es: Esto es un párrafo de prueba.
nl: Dit is een test paragraaf

source: This is a test paragraph in Section 2
es: Esto es un párrafo de prueba en sección 2
nl: Dit is een test paragraaf in sectie 2

source: This is a test paragraph in a section
es: Esto es un párrafo de prueba en una sección
nl: Dit is een test paragraaf in een sectie

source: This is an iframe, to view it upgrade your browser or enable iframe display.
es: Esto es un iframe. Para poder observarlo, actualice su navegador o habilite la opción de visualización de iframes.
nl: Dit is een iframe, om het te bekijken upgrade je jouw browser of zet je iframe weergave aan.

source: This web site requires JavaScript and cookies to be enabled to function correctly.
es: Este sitio web necesita tener habilitado JavaScript y cookies para poder funcionar correctamente.
nl: Deze website vereist JavaScript en cookies ingeschakeld om correct te functioneren.

source: Total Languages
es: Idiomas totales
nl: Totaal talen

source: Total Packages
es: Paquetes totales
nl: Totaal pakketten

source: Total for %1
es: Total para %1
nl: Totaal voor %1

source: Transform XML to other formats (pdf, html, html-single, etc)
es: Transformar XML a otros formatos (pdf, html, html-single, etc)
nl: Transformeer XML naar andere formaten (pdf, html, html-single, enz.)

source: Transformation error '%1' : %2
es: Error de transformación '%1' : %2
nl: Transformatie fout '%1' : %2

source: Translated
es: Traducido
nl: Vertaald

source: Translation files synchronised with XML sources %1-%2
es: Ficheros de traducción sincronizados con fuentes XML %1-%2

source: Type of content this package contains. Supported: set, book, article, brand
es: El tipo de contenido que contiene este paquete. Soportados: conjuntos, libro, articulo, marca
nl: Inhoudstype dat dit pakket bevat. Ondersteund: set, boek, artikel, merk

source: Type of repository in which books that form part of a remote set are stored. Supported types: SVN.
es: El tipo de repositorio en donde se encuentran alojados documentos que forman parte de un conjunto remoto. Tipos soportados: SVN.
nl: Repository type waarin boeken die onderdeel zijn van een set op afstand opgeslagen zijn. Ondersteunde types: SVN

source: URL for the documentation team for this package. Used for top right URL on HTML.
es: URL del equipo de documentación de este paquete. Utilizado para URL o HTML superior derecha.
nl: URL voor het documentatieteam voor dit pakket. Gebruikt voor rechtsboven URL op HTML.

source: URL for the product. Used in top left URL in HTML.
es: URL del producto. Utilizado en URL o HTML superior izquierda.
nl: URL voor het product. Gebruikt in linksboven URL in HTML.

source: URL to find tar of source files. Used in RPM Spec files.
es: URL para encontrar archivos fuente. Utilizado en archivos de especificación de RPM.
nl: URL om de tar van bron bestanden te vinden. Gebruikt in RPM spec bestanden.

source: Unknown format: %1
es: Formato desconocido: %1
nl: Onbekende formaat: %1

source: Unknown set SCM: %1
es: Conjunto SCM desconocido: %1
nl: Onbekende set SCM: %1

source: Unknown width format will be ignored: %1
es: Formato de ancho desconocido, será ignorado: %1
nl: Onbekend breedte formaat zal genegeerd worden: %1

source: Untranslated
es: Aún sin traducir
nl: Onvertaald

source: Update an existing sites templates.
es: Actualiza plantillas de sitios existentes.
nl: Vernieuw een bestaande site sjabloon.

source: Update the PO files
es: Actualiza los archivos PO
nl: Vernieuw de PO bestanden

source: Update the POT files
es: Actualiza los archivos POR
nl: Vernieuw de POT bestanden

source: Use a nonstandard config file
es: Utiliza un archivo de configuración no estándar
nl: Gebruik een niet-standaard config bestand

source: Use gettext's msgmerge for POT/PO merging.
es: Use la utilidad de gettext msgmerge para la actualización POT/PO.

source: Use scratch instead of tag build
es: Utiliza scratch en lugar de tag build
nl: Gebruik scratch in plaats van tag bouw

source: Using XML::LibXSLT on %1
es: Utilizando XML::LibXSLT en %1
nl: XML::LibXSLT gebruiken voor %1

source: Valid actions are:
es: Las acciones válidas son:
nl: Geldige acties zijn:

source: Version of the DocBook DTD on which this project is based.
es: La versión de DocBook DTD sobre la que se basa este proyecto.
nl: Versie van de DocBook DTD waarop dit project gebaseerd is.

source: Version of this package. Fetched from productnumber tag in xml_lang/TYPE_Info.xml
es: La versión de este paquete. Obtenida desde la etiqueta productnumber en xml_lang/TYPE_Info.xml
nl: Versie van dit pakket. Opgehaald van productnumber tag in xml_lang/TYPE_Info.xml

source: Versions
es: Versiones
nl: Versies

source: WARNING: Fuzzy message in PO file.
es: ADVERTENCIA: Cadenas provisorias en el archivo PO.
nl: WAARSCHUWING: Vage boodschap in PO bestand.

source: WARNING: Image missing: %1
es: ADVERTENCIA: No se encuentra una imagen: %1
nl: WAARSCHUWING: Image ontbreekt: %1

source: WARNING: Message missing from PO file, consider updating your POT and PO files.
es: ADVERTENCIA: No se encuentran cadenas en el archivo PO. Considere la opción de actualizar tanto sus archivos PO como sus archivos POT.
nl: WAARSCHUWING: Boodschap ontbreekt in PO bestand, overweeg het vernieuwen van jouw POT en PO bestanden.

source: WARNING: No source xml file exists for %1
es: ADVERTENCIA: No existe una fuente xml para %1
nl: WAARSCHUWING: Er bestaat geen xml bestand voor %1

source: WARNING: Skipping invalid language: %1
es: ADVERTENCIA: Ignorando idioma no válido: %1
nl: WAARSCHUWING: Ongeldige taal overslaan: %1

source: WARNING: Un-translated message in PO file.
es: ADVERTENCIA: Cadenas no traducidas en el archivo PO.
nl: WAARSCHUWING: Niet-vertaalde boodschap in PO bestand.

source: WARNING: You can not create RPM packages with a blank abstract. Skipping RPM creation.
es: ADVERTENCIA: no puede crear paquetes RPM con un resumen en blanco. Obviando la creación RPM.
nl: WAARSCHUWING: Je kunt geen RPM pakketten aanmaken met een lege abstract. RPM aanmaken overslaan.

source: WARNING: You can not create RPM packages with a blank subtitle. Skipping RPM creation.
es: ADVERTENCIA: no puede crear paquetes RPM con un subtítulo en blanco. Obviando la creación RPM.
nl: WAARSCHUWING: Je kunt geen RPM pakketten aanmaken met een lege subtitel. RPM aanmaken overslaan.
