Repository: ajtowns/publican
Catalog: publican/po/*.po
Languages: es, nl

source: WARNING: table validation failed. Could not determine table for tgroup, column numbers cannot be validated
es: ADVERTENCIA: falló la validación de la tabla. No se pudo determinar la tabla para tgroup, no pueden ser validadas la cantidad de columnas
nl: WAARSCHUWING: tabel validatie mislukte. Kon tabel voor tgroup niet bepalen, kolom nummers kunnen niet gevalideerd worden

source: Wait for brew to finish building
es: Esperando procesos para finalizar la construcción
nl: Wachten op brouwen voor het afmaken van het bouwen

source: WebSite configuration file to use or create.
es: Archivo de configuración de sitio web a ser utilizado, o a ser creado.
nl: Website configuratie bestand te gebruiken of aan te maken.

source: Welcome
es: Bienvenido
nl: Welkom

source: Wrote epub archive: %1
es: Archivo epub escrito: %1
nl: Epub archief geschreven: %1

source: You need to change the HOLDER entity in the %1/%2.ent file
es: Necesita modificar la entidad HOLDER en el fichero %1/%2.ent
nl: Je moet de HOLDER entiteit in het %1/%2.ent bestand wijzigen

source: abstract can not be calculated before building.
es: No se puede calcular abstract antes de la construcción.
nl: samenvatting kan niet berekend worden voor het bouwen.

source: add_revision does not work for brands.
es: add_revision no funciona con marcas.
nl: add_revision werkt niet voor merken.

source: authorgroup not found in %1
es: no se ha encontrado authorgroup en %1

source: can't find 'publish' directory
es: no es posible encontrar el directorio 'publish'
nl: kan 'publish' map niet vinden

source: can't find 'publish/%1' directory
es: no es posible encontrar el directorio 'publish/%1'
nl: kan 'publish/%1' map niet vinden

source: collapse all
es: Ocultar todos
nl: alles samenvouwen

source: config loaded
es: configuración cargada
nl: config geladen

source: configfile is a mandatory argument
es: configfile es un argumento obligatorio
nl: configfile is een verplicht argument

source: couldn't remove unwanted dir '%1', error: %2
es: no es posible eliminar directorio no solicitado '%1', error: %2
nl: kon ongewenste map '%1' niet verwijderen, fout: %2

source: couldn't unlink xml file '%1', error: %2
es: no es posible quitar el enlace del archivo xml '%1', error: %2
nl: kon xml bestand '%1' niet ontkoppelen, fout: %2

source: destination must exist
es: tiene que existir un destino
nl: bestemming moet bestaan

source: dir is a required argument
es: dir es un argumento necesario
nl: map is een verplicht argument

source: directory %1 exists!
es: ¡el directorio %1 ya existe!
nl: map %1 bestaat!

source: dtdver is a mandatory argument
es: dtdver es un argumento obligatorio
nl: dtdver is een verplicht argument

source: dump file zip creation failed.
es: falló la creación del fichero zip del volcado.
nl: aanmaken van dump bestand zip mislukte.

source: email to use for a revision.
es: etiquetas email para usar en una revisión
nl: email te gebruiken voor een herziening.

source: epub creation failed.
es: falló la creación de epub
nl: epub aanmaken mislukte.

source: file is a mandatory argument
es: file es un argumento obligatorio
nl: file is een verplicht argument

source: format is a mandatory argument
es: format es un argumento obligatorio
nl: format is een verplicht argument

source: formats is a mandatory argument
es: formats es un argumento obligatorio
nl: formats is een verplicht argument

source: lang is a mandatory argument
es: lang es un argumento obligatorio
nl: lang is een verplicht argument

source: lang is a required parameter
es: lang es un parámetro necesario
nl: lang is een vereiste parameter

source: langs is a mandatory argument
es: langs es un argumento obligatorio
nl: langs is een verplicht argument

source: match_strings requires 2 arguments %1, %2.
es: match_strings precisa 2 argumentos %1, %2.

source: name is a required parameter
es: name es un parámetro necesario
nl: name is een vereiste parameter

source: name label for a book
es: etiqueta name para un libro
nl: naam label voor een boek

source: out_file is a mandatory argument
es: out_file es un argumento obligatorio
nl: out_file is een verplicht argument

source: po_file is a mandatory argument
es: po_file es un argumento obligatorio
nl: po_file is een verplicht argument

source: pot_file is a mandatory argument
es: pot_file es un argumento obligatorio
nl: pot_file is een verplicht argument

source: product label for a book
es: Etiqueta de product para un libro
nl: product label voor een boek

source: productname not found in Info file
es: no se ha encontrado productname en el archivo de información
nl: productnaam niet gevonden in Info bestand

source: productnumber not found in Info file
es: no se ha encontrado productnumber en el archivo de información
nl: productnummer niet gevonden in Info bestand

source: regex is a required argument
es: regex es un argumento necesario
nl: regex is een verplicht argument

source: report PO statistics
es: informa estadísticas de PO
nl: rapporteer PO statistieken

source: revhistory not found in %1
es: no se ha encontrado revhistory en %1
nl: revhistory niet gevonden in %1

source: revnumber (%1) does not match the required format of '%2'
es: ERROR: revnumber '%1' no coincide con el formato requerido '%2'.
nl: revnumber (%1) komt niet overeen met het vereiste formaat van '%2'

source: revnumber not found in %1
es: No se ha encontrado revnumber en %1
nl: revnumber niet gevonden in %1

source: rpmbuild not found, rpm creation aborted.
es: no se ha encontrado rpmbuild, creación rpm abortada.
nl: rpmbuild niet gevonden, rpm aanmaken wordt afgebroken.

source: spec is a mandatory argument
es: spec es un argumento obligatorio
nl: spec is een verplicht argument

source: subtitle can not be calculated before building.
es: No se puede calcular subtitle antes de la construcción.
nl: subtitel kan niet berekend worden voor het bouwen.

source: tag is a mandatory argument
es: tag es un argumento obligatorio
nl: tag is een verplicht argument

source: title not found in Info file
es: no se ha encontrado title en el archivo de información
nl: titel niet gevonden in Info bestand

source: type must be book, set, or article
es: el tipo debe ser book, set o article
nl: type moet boek, set of artikel zijn

source: unknown arguments: %1
es: argumentos desconocidos: %1
nl: onbekende argumenten: %1

source: version label for a book
es: Etiqueta version para un libro
nl: versie label voor een boek

source: wkhtmltopdf died, PDF generation failed. Check log for details.
es: wkhtmltopdf ha muerto. La generación PDF ha fallado. Compruebe los detalles en el registro.

source: xml_doc is a mandatory argument
es: xml_doc es un argumento obligatorio
nl: xml_doc is een verplicht argument

source: xml_file is a mandatory argument
es: xml_file es un argumento obligatorio
nl: xml_file is een verplicht argument

source: xsl_file is a mandatory argument
es: xsl_file es un argumento obligatorio
nl: xsl_file is een verplicht argument

source: you need to publish the brand first
es: necesita primero publicar la marca
nl: je moet het merk eerst publiceren

source: Display bridge head elements in the TOCs?
nl: Brughoofd elementen in de inhoudsopgaven tonen?

source: Revision number to use for a revision.
nl: Herzieningsnummer te gebruiken voor een herziening.

source: firstname to use for a revision.
nl: voornaam te gebruiken voor een herziening.

source: surname to use for a revision.
nl: achternaam te gebruiken voor een herziening.

source: toc nav
nl: inhoudsopgave nav
