Repository: ajtowns/publican
Catalog: publican-fedora/*/Translatable-Entities.po
Languages: si_lk, te_in

source: Administration Server
si_lk: කළමනාකරන සේවාදායකය
te_in: నిర్వహణ సర్వరు

source: Administration Guide
si_lk: කළමණාකරන මඟපෙන්වීම
te_in: నిర్వహణ గైడు

source: Agent Guide
si_lk: නියෝජිත මඟපෙන්වීම
te_in: ఏజెంటు గైడు

source: Activation Key Administrator
si_lk: සක්‍රීය යතුරු කළමණාකරු
te_in: కీ నిర్వహణ క్రియాశీలత

source: Apache Web server
si_lk: Apache වියුණු සේවාදායකය
te_in: Apache వెబ్ సర్వరు

source: Update
si_lk: නවීකරණය
te_in: నవీకరణ

source: RHN Proxy Broker Server
si_lk: RHN Proxy Broker සේවාදායකය
te_in: RHN ప్రోక్సీ బ్రోకెన్ సర్వరు

source: certificate authority
si_lk: සහතිකපත් අධිකාරිය
te_in: ధృవీకరణ అధికారం

source: HTTP Proxy Caching Server
si_lk: HTTP Proxy Caching සේවාදායකය
te_in: HTTP ప్రోక్సీ చేంజింగ్ సర్వరు

source: Check Reference Guide
si_lk: යොමුවීම් මඟ පෙන්වීම
te_in: రిఫరెన్సు నివేదికను పరిశీలించు

source: Command Center
si_lk: විධාන මූලස්ථානය
te_in: ఆదేశ కేంద్రం

source: Configuration, Command, and File Reference
si_lk: මානකරනය, විධාන, සහ ගොනු යොමුවන්
te_in: ఆకృతీకరణ, ఆదేశం, మరియూ ఫైలు రిఫరెన్సు

source: <guilabel>Command Center</guilabel>
si_lk: <guilabel>විධාන මූලස්ථානය</guilabel>
te_in: <guilabel>ఆదేశ కేంద్రం</guilabel>

source: Configuration Administrator
si_lk: මාණකරන කළමණාකරු
te_in: ఆకృతీకరణ నిర్వహణ

source: Setup and Installation Guide
si_lk: සැකසුම් සහ ස්ථාපන මඟපෙන්වීම
te_in: సంస్థాపన నివేదికను అమర్చు

source: Command-Line Tools Guide
si_lk: විධාන රේඛා මෙවලම් මඟපෙන්වීම
te_in: ఆదేశ-పంక్తి సాధనాల నివేదిక

source: Console
si_lk: කොන්සෝලය
te_in: కన్సోలు

source: <guilabel>Current State</guilabel> area
si_lk: <guilabel>වත්මන් තත්වය</guilabel> ප්‍රදේශය
te_in: <guilabel>ప్రస్తుత స్థాయి</guilabel> ప్రాంతం

source: Deployment Guide
si_lk: යෙදවුම් මඟපෙන්වීම
te_in: డిప్లామెంట్ నివేదిక

source: Developer's Guide
si_lk: ප්‍රවර්ධකගේ මඟපෙන්වීම
te_in: డెవలప్పర్ల నివేదిక

source: DSML Gateway Guide
si_lk: DSML බිහිදොර මඟපෙන්වීම
te_in: DSML గేట్వే నివేదిక

source: Intel Extended Memory 64 Technology
si_lk: Intel දිගු කරණ ලද මතක 64 තාක්‍ෂණය
te_in: ఇంటేల్ విస్తృత మెంఓరీ 64 సాంకేతికత

source: Embedded Database
si_lk: ඔබ්බවා තිබෙන දත්ත ගබඩාව
te_in: ఎంబీడెడ్ సమాచారనిధి

source: Management
si_lk: කළමණාකරනය
te_in: నిర్వహణ

source: Frequently Asked Questions (FAQ)
si_lk: නිතර අසන ප්‍රශ්ණ
te_in: ఎక్కువగా అడిగే ప్రశ్నలు (FAQ)

source: &FED; Project
si_lk: &FED; ව්‍යාපෘතිය
te_in: &FED; ప్రాజెక్టు

source: Gateway Customization Guide
si_lk: බිහිදොර රිසිකරන මඟපෙන්වීම
te_in: గేట్వే వినియోగ నివేదిక

source: &RHGFS; &PRODVER; for &RHEL; 4 Update 2
si_lk: &RHGFS; &PRODVER; සඳහා &RHEL; 4 නවීකරණ 2
te_in: &RHGFS; &PRODVER; కోసం &RHEL; 4 నవీకరణ 2

source: Apache HTTP Server
si_lk: Apache HTTP සේවාදායකය
te_in: Apache HTTP సర్వరు

source: Installation Guide
si_lk: ස්ථාපන මඟපෙන්වීම
te_in: సంస్థాపన నివేదిక

source: &IG; for the &S390; Architectures
si_lk: &IG; &S390; සැලසුම් සඳහා
te_in: &S390; నిర్మాణాల కోసం &IG;

source: &IG; for &X8664;
si_lk: &IG; සඳහා &X8664;
te_in: &X8664; కోసం &IG;

source: Introduction to System Administration
si_lk: පද්ධති කළමණාකරණය වෙත මඟපෙන්වීම
te_in: కంప్యూటరు నిర్వహణ కోసం పరిచయం

source: JBoss Enterprise Application Platform
te_in: JBoss ఎంటర్ప్ర్రైజ్ అప్లికెషన్ ఫ్లాట్ఫాం

source: &MON; Administrator
si_lk: &MON; කළමනාකරු
te_in: &MON; నిర్వహణాధికారి

source: Migration Guide
si_lk: සංක්‍රමණික මඟපෙන්වීම
te_in: వలస నివేదిక

source: <guilabel>Main Menu</guilabel>
si_lk: <guilabel>ප්‍රධාන මෙනුව</guilabel>
te_in: <guilabel>ప్రధాన మెనూ</guilabel>

source: Monitoring
si_lk: විමර්ශණය කරමින්
te_in: మోనిటరింగ్

source: Netscape Enterprise Server
te_in: Netscape Enterprise సర్వరు

source: Networking Guide
si_lk: ජාලකරන මඟපෙන්වීම
te_in: నెట్వర్కింగు గైడు

source: Network Security Services
si_lk: ජාලකරන ආරක්‍ෂක සේවාවන්
te_in: నెట్వర్కింగు రక్షణ సేవలు

source: <guilabel>Network Map</guilabel>
si_lk: <guilabel>ජාල සිතියම</guilabel>
te_in: <guilabel>నెట్వర్కింగు మాప్</guilabel>

source: <guilabel>Network Status</guilabel> bar
si_lk: <guilabel>ජාලයේ තත්ච</guilabel> බාරය
te_in: <guilabel>నెట్వర్కు స్థాయి</guilabel> బార్

source: Organization Administrator
si_lk: සංවිධාන කළමනාකරණය
te_in: నిర్వహణ నిర్వహణాధికారి

source: Org Chart
si_lk: සංවිධාන සැලැස්ම
te_in: Org చార్టు

source: Piranha Configuration Tool
si_lk: Piranha මානකරන මෙවලම
te_in: Piranha ఆకృతీకరణ సాధనం

source: IBM POWER Architecture
si_lk: IBM POWER සැකසුම
te_in: IBM పవర్ నిర్మాణం

source: Plug-in Programmer's Guide
si_lk: Plug-in ප්‍රවර්ධන මඟපෙන්වීම
te_in: Plug-in పరిక్రమ గైడు

source: Provisioning
si_lk: නියමයන්
te_in: ప్రోవిశింగ్

source: RHN Proxy Server
si_lk: RHN Proxy සේවාදායකය
te_in: RHN ప్రోక్సీ సర్వరు

source: Proxy
te_in: ప్రోక్సీ

source: &QIG; for the &S390; Architectures
si_lk: &QIG; සඳහා &S390; සැකසුම්
te_in: &QIG; &S390; నిర్మాణాల కోసం

source: &QIG; for &X8664;
si_lk: &QIG; සඳහා &X8664;
te_in: &QIG; కోసం &X8664;

source: RHN SSL Redirect Server
te_in: RHN SSL Redirect సర్వరు

source: Reference Guide
si_lk: යොමුකිරීම් මඟපෙන්වීම
te_in: రిఫరెన్సు గైడు

source: &RH; Application Stack
si_lk: &RH; යෙදුම් එකතුව
te_in: &RH; అనుపర్తన స్టేక్

source: Authentication Configuration Tool
si_lk: අනන්‍යතා මානකරන මෙවලම
te_in: ధృవీకరణ ఆకృతీకరణ సాధనం

source: Cluster Status Tool
si_lk: Cluster තත්ව මෙවලම
te_in: క్లస్టర్ స్థాయి సాధనం

source: Cluster Configuration Tool
si_lk: Cluster මානකරන මෙවලම
te_in: క్లస్టర్ ఆకృతీకరణ సాధనం

source: &RH; Cluster Manager
si_lk: &RH; සමූහ කළමණාකරු
te_in: &RH; క్లస్టర్ మేనేజరు

source: &RH; Cluster Suite
si_lk: &RH; සමූහ කට්ටලය
te_in: &RH; క్లస్టర్ సుయిట్

source: Time and Date Properties Tool
si_lk: කාලය සහ වේලා පරාමිති මෙවලම
te_in: సమయం మరియూ తేదీ లక్షణ సాధనం

source: &RH; Desktop
si_lk: &RH; ඩෙස්ක්ටොප්
te_in: &RH; డెస్కుటాప్

source: &RH; &DS; Installation Guide
si_lk: &RH; &DS; ස්ථාපන මඟපෙන්වීම
te_in: &RH; &DS; సంస్థాపన నివేదిక

source: &RH; &DS; Resource Kit
si_lk: &RH; &DS; සම්පත් කට්ටලය
te_in: &RH; &DS; రీసోర్సు కిట్

source: &RH; &DS; Schema Reference
si_lk: &RH; &DS;සැකසුම් යොමුව
te_in: &RH; &DS; Schema రిఫరెన్సు

source: &RHEL; AS 2.1 Update 5
si_lk: &RHEL; AS 2.1 නවීකරණය 5
te_in: &RHEL; 2.1 నవీకరణ 5గా

source: &RHEL; AS 3 Update 5
si_lk: &RHEL; AS 3 නවීකරණය 5
te_in: &RHEL; 3 నవీకరణ 5గా

source: &RHEL; AS 4
te_in: &RHEL; 4 గా

source: &RHEL; AS
te_in: &RHEL; గా

source: GFS Setup Druid
si_lk: GFS සැකසුම් Druid
te_in: GFS అమర్పు డ్రూయిడ్

source: Keyboard Configuration Tool
si_lk: යතුරු පුවරු මානකරන මෙවලම
te_in: కీబోర్డు ఆకృతీకరణ సాధనం

source: &RHL; for S/390 &IG;
si_lk: &RHL; සඳහා S/390 &IG;
te_in: &RHL;S/390 &IG; కోసం

source: Log Viewer
si_lk: සටහන් දර්ශකය
te_in: లాగ్ దృశ్యిక

source: Applications (the main menu on the panel)
si_lk: වැඩසටහන් (පැනලයේ තිබෙන ප්‍රධාන මෙනුව)
te_in: అనువర్తనాలు (పానలులో ప్రధానమేనూ)

source: &RHN; Actions Control
si_lk: &RHN; ක්‍රියා පාලකය
te_in: &RHN; కార్య నియంత్రణ

source: &RHN; Alert Notification Tool
te_in: &RHN; జాగరూకత సూచక సాధనం

source: RHN Authentication Daemon
te_in: RHN ధృవీకరణ డెమోన్

source: RHN Bootstrap
te_in: RHN బూట్ స్ట్రప్

source: &RHN; Configuration Client
si_lk: &RHN; මානකරන ග්‍රාහකය
te_in: &RHN; ఆకృతీకరణ కక్షిదారు

source: &RHN; Client Configuration Guide
si_lk: &RHN; ග්‍රාහක මානකරන මඟපෙන්වීම
te_in: &RHN; కక్షిదారుని ఆకృతీకరణ గైడు

source: &RHN; Configuration Manager
si_lk: &RHN; මානකරන කළමණාකරු
te_in: &RHN; ఆకృతీకరణ మేనేజరు

source: RHN DB Control
si_lk: RHN DB පාලනය
te_in: RHN DB కంట్రోలు

source: &RHN; Daemon
si_lk: &RHN; විබුද්ධකයා
te_in: &RHN; డెమోన్

source: Network Administration Tool
si_lk: ජාල කළමණාකරන මෙවලම
te_in: నెట్వర్కు నిర్వహణ సాధనం

source: &RHN; Monitoring Daemon
si_lk: &RHN; නිරික්‍ෂණ විබුද්ධකයා
te_in: &RHN; మోనిటరింగ్ డెమోన్

source: RHN Package Manager
si_lk: RHN ඇසුරුම් කළමණාකරු
te_in: RHN పాకేజీ నిర్వహణ

source: RHN Push
te_in: RHN పుష్

source: &RHN; Registration Client
si_lk: &RHN; ලියාපදිංචි ග්‍රාහකය
te_in: &RHN; నమోదు కక్షిదారు

source: Red Hat Network
te_in: Red Hat నెట్వర్కు

source: RHN Satellite Activate
te_in: RHN శాటిలైటు క్రియాశీలత

source: RHN Satellite Exporter
te_in: RHN శాటిలైటు ఎగుమతి

source: RHN SSL Maintenance Tool
si_lk: RHN SSL නඩත්තු කරන මෙවලම
te_in: RHN SSL నిర్వహణ సాధనం

source: RHN Satellite Synchronization Tool
si_lk: RHN Satellite සමකාලීන මෙවලම
te_in: RHN శాఇలైటు క్రమబద్ధీకరణ సాధనం

source: RHN Task Engine
si_lk: RHN කාර්ය යන්ත්‍රය
te_in: RHN టాస్కు ఇంజన్

source: Printer Configuration Tool
si_lk: මුද්‍රක මානකරන මෙවලම
te_in: ముద్రక ఆకృతీకరణ సాధనం

source: Package Management Tool
si_lk: ඇසුරුම් කළමණාකරන මෙවලම
te_in: పాకేజీ నిర్వహణ సాధనం

source: Samba Server Configuration Tool
si_lk: Samba සේවාදායකය මානකරන මෙවලම
te_in: సాంబా సర్వరు ఆకృతీకరణ సాధనం

source: Security Level Configuration Tool
si_lk: ආරක්‍ෂක මට්ටම මානකරන මෙවලම
te_in: రక్షణ స్థాయి ఆకృతీకరణ సాధనం

source: Actions (on the panel)
si_lk: ක්‍රියා (පැනලය මත)
te_in: క్రియ (పానలులో)

source: Services Configuration Tool
si_lk: සේවාවන් මානකරන මෙවලම
te_in: సేవల ఆకృతీకరణ సాధనం

source: Setup Agent
si_lk: සැකසුම් ඒජන්ත
te_in: అమర్పు ఏజెంటు

source: System (on the panel)
si_lk: පද්ධතිය (පැනලය මත)
te_in: విధానం (పేనలులో)

source: Red Hat Update Agent
si_lk: Red Hat යාවත්කාලීන නියෝජිත
te_in: Red Hat నవీకరణ కక్షిదారు

source: User Manager
si_lk: පරිශීලක කළමණාකරු
te_in: వినియోగదారుని నిర్వహణాధికారిఉ

source: Red Hat Virtualization
si_lk: Red Hat අථත්‍යකරණය
te_in: Red Hat వాస్తవీకరణ

source: X Configuration Tool
si_lk: X මානකරන මෙවලම
te_in: X ఆకృతీకరణ సాధనం

source: Resource Kit
si_lk: සම්පත් කට්ටලය
te_in: రీశోర్సు కిట్

source: Release Notes
si_lk: මුදාහැරීමේ සටහන්
te_in: విడుదల నివేదిక

source: IBM S/390 and IBM eServer zSeries
si_lk: IBM S/390 සහ IBM eServer zSeries
te_in: IBM S/390 మరియూ IBM eసర్వరు zసీరీస్

source: System Administration Guide
si_lk: පද්ධති කළමණාකරන මඟපෙන්වීම
te_in: కంప్యూటరు నిర్వహణ నివేదిక

source: RHN Satellite Server
te_in: RHN శాటిలైటు సర్వరు

source: Satellite
si_lk: චන්ද්‍රිකාව
te_in: శాటిలైటు

source: Step By Step Guide
si_lk: පියවරෙන් පියවර මඟපෙන්වීම
te_in: క్రమానుగత నివేదిక

source: &SEL; Guide
si_lk: &SEL; මඟපෙන්වීම
te_in: &SEL; గైడు

source: System Group Administrator
si_lk: පද්ධති කණ්ඩායම් කළමණාකරනය
te_in: కంప్యూటరు సమూహ నిర్వహణాధికారి

source: Security Guide
si_lk: ආරක්‍ෂක මඟපෙන්වීම
te_in: రక్షణ నివేదిక

source: &SAT; &SATVER; Installation Guide
si_lk: &SAT; &SATVER; ස්ථාපන මඟපෙන්වීම
te_in: &SAT; &SATVER; సంస్థాపన నివేదిక

source: Schema Reference
si_lk: සැකසුම් යොමුව
te_in: Schema రిఫరెన్సు

source: System Set Manager
si_lk: පද්ධති සකසන කළමණාකරු
te_in: కంప్యూటరు నిర్వహణ అమర్పు

source: Stand-Alone Database
si_lk: Stand-Alone දත්ත ගබඩාව
te_in: ఏకైక-వినిమయ సమాచారనిధి

source: User's Guide
si_lk: පරිශීලකගේ මඟපෙන්වීම
te_in: వినియోగదారుని నీవేదిక

source: UNIX Support
si_lk: UNIX පහසුකම
te_in: UNIX మద్దతు
