Repository: ajtowns/publican
Catalog: publican-jboss/*/Code-Conventions.po
Languages: bn_in, es_es, gu_in, hi_in, kn_in, or_in, si_lk, ta_in

source: Code Presentation Conventions
bn_in: কোড উপস্থাপনা সংক্রান্ত নিয়ম নীতি
es_es: Convenciones de presentación de código
gu_in: કોડ રજૂઆત પરિચલ
hi_in: कोड प्रस्तुति परिपाटी
kn_in: ಸಂಜ್ಞೆ ಪ್ರಸ್ತುತಿ ಒಡಂಬಡಿಕೆಗಳು
or_in: ସଙ୍କେତ ଉପସ୍ଥାପନ ରୀତି
si_lk: කේත ඉදිරිපත් කිරීමේ පරිවර්තනයන්
ta_in: குறியீனு காட்சி பெயரிடல்

source: In addition to the standard document conventions covered in <xref linkend="sn-conventions"/>, there are some additional conventions related specifically to discussing source code:
bn_in: <xref linkend="sn-conventions"/>-এ উল্লিখিত ডকুমেন্টে ব্যবহৃত নিয়ম নীতি ভিন্ন এই সহায়িকার মধ্যে সোর্স কোড উল্লেখ করার জন্য কিছু অতিরিক্ত নীতি পালিত হয়েছে:
es_es: Además de las convenciones estándar cubiertas en la <xref linkend="sn-conventions"/>, hay otras convenciones adicionales relacionadas con la discusión de código fuente:
gu_in: <xref linkend="sn-conventions"/> માં આવરાયેલ પ્રમાણભૂત દસ્તાવેજ પરિચલો સાથે વધુમાં, ત્યાં અમુક વધારાના પરિચલો ખાસ કરીને સ્રોત કોડની ચર્ચા સંબંધિત છે:
hi_in: <xref linkend="sn-conventions"/> में शामिल मानक दस्तावेज परिपाटी के अलावे, कुछ अतिरिक्त परिपाटी श्रोत कोड पर विशेष रूप से चर्चा करने के लिए है:
kn_in: <xref linkend="sn-conventions"/> ನಲ್ಲಿ ಒಳಗೊಂಡ ದಸ್ತಾವೇಜು ಒಡಬಂಡಿಕೆಗಳ ಜೊತೆಗೆ, ಆಕರ ಸಂಜ್ಞೆಗಳಿಗೆ ಸಂಬಂಧಿತವಾಗಿಯೆ ಚರ್ಚಿಸಲೆಂದು ಸೂಚಿತಗೊಂಡ ಹೆಚ್ಚುವರಿ ಒಡಂಬಡಿಕೆಗಳನ್ನು ಇಲ್ಲಿ ಕೊಡಲಾಗಿದೆ:
or_in: ମାନକ ଦଲିଲ ରୀତି ସହିତ <xref linkend="sn-conventions"/> ରେ, ସେଠାରେ ଉତ୍ସ ସଙ୍କେତ କୁ ବିଶେଷ ଭାବରେ ଆଲୋଚନା କରିବା ପାଇଁ କିଛି ଅତିରିକ୍ତ ରୀତି ପ୍ରଦାନ କରାଯାଇଛି:
si_lk: <xref linkend="sn-conventions"/> හි ආවරණය වන සම්මත ලේඛන පරිවර්තනයට අමතරව, මූල කේතය විශේෂිතව විස්තර කිරීමට සම්බන්ධ අතිරේඛයක් ඇත:
ta_in: மேலும் தரப்படுத்தப்பட்ட ஆவண பெயரிடல் <xref linkend="sn-conventions"/>இல் உள்ளடக்கியிருக்கும், சில கூடுதல் பெயரிடல் மூலக்குறியீட்டை குறிப்பாக விவாதிக்கிறது:

source: classname
bn_in: ক্লাসের নাম
es_es: nombre de clase
gu_in: ક્લાસનામ
hi_in: वर्गनाम
kn_in: ವರ್ಗದ ಹೆಸರು
or_in: ଶ୍ରେଣୀନାମ
si_lk: පංතියේ නම
ta_in: வகுப்பு பெயர்

source: This is the name of a class in an object-oriented (<firstterm>OO</firstterm>) programming language. For example, the class <classname>com.arsdigita.categorization.CategoryTreeNode</classname> .
bn_in: অবজেক্ট-ওরিয়েন্টেড (<firstterm>OO</firstterm>) প্রোগ্রামিং ভাষায় ব্যবহৃত ক্লাসের নাম। উদাহরণস্বরূপ, ক্লাস <classname>com.arsdigita.categorization.CategoryTreeNode</classname>।
es_es: Este es el nombre de una clase en un lenguage de programación orientado a objetos (<firstterm>OO</firstterm>). Por ejemplo, <classname>com.arsdigita.categorization.CategoryTreeNode</classname> .
gu_in: આ object-oriented (<firstterm>OO</firstterm>) પ્રોગ્રામીંગ લેંગ્વેજમાંના ક્લાસનું નામ છે. ઉદાહરણ તરીકે, ક્લાસ <classname>com.arsdigita.categorization.CategoryTreeNode</classname> .
hi_in: यह वस्तु उन्मुख (<firstterm>OO</firstterm>) प्रोग्रामिंग भाषा में वर्ग का नाम है. उदाहरण के लिए, <classname>com.arsdigita.categorization.CategoryTreeNode</classname> वर्ग.
kn_in: ಇದು ಒಂದು ಆಬ್ಜೆಕ್ಟ್ ಓರಿಯಂಟೆಡ್ (<firstterm>OO</firstterm>) ಪ್ರೊಗ್ರಾಮಿಂಗ್ ಭಾಷೆಯ ಒಂದು ವರ್ಗವಾಗಿದೆ. ಉದಾಹರಣೆಗೆ, ವರ್ಗ <classname>com.arsdigita.categorization.CategoryTreeNode</classname> .
or_in: ଗୋଟିଏ ବସ୍ତୁନିଷ୍ଠ (<firstterm>OO</firstterm>) ପ୍ରୋଗ୍ରାମିଙ୍ଗ ଲାଙ୍ଗୁଏଜରେ ଏହା ଗୋଟିଏ ଶ୍ରେଣୀର ନାମ ଅଟେ। ଉଦାହରଣ ସ୍ବରୂପ, <classname>com.arsdigita.categorization.CategoryTreeNode</classname> ଶ୍ରେଣୀ।
si_lk: මෙය object-oriented (<firstterm>OO</firstterm>) කේතන භාෂාවක පංතියක නමකි. උදාහරනයක් ලෙස, <classname>com.arsdigita.categorization.CategoryTreeNode</classname> පංතිය.
ta_in: ஒரு object-oriented (<firstterm>OO</firstterm>) நிரலாக்க மொழியில் ஒரு வகுப்பின் பெயர். எடுத்துக்காட்டாக, <classname>com.arsdigita.categorization.CategoryTreeNode</classname> வகுப்பு.

source: method name
bn_in: মেথডের নাম
es_es: nombre de método
gu_in: પદ્ધતિ નામ
hi_in: विधि नाम
kn_in: ಕ್ರಮದ ಹೆಸರು
or_in: ପଦ୍ଧତି ନାମ
si_lk: ක්‍රමයේ නම
ta_in: முறை பெயர்

source: This is the name of a method in an OO programming language, e.g. the method <methodname>getBaseDataObjectType</methodname> .
bn_in: OO প্রোগ্রামিং ভাষায় ব্যবহৃত মেথডের নাম, যেমন, মেথড <methodname>getBaseDataObjectType</methodname>।
es_es: Este es el nombre de un método en un lenguaje de programación orientado a objetos. Por ejemplo, <methodname>getBaseDataObjectType</methodname>.
gu_in: આ OO પ્રોગ્રામીંગ લેંગ્વેજમાંની પદ્ધતિનું નામ છે, દા.ત. પદ્ધતિ <methodname>getBaseDataObjectType</methodname> .
hi_in: यह OO प्रोग्रामिंग भाषा में विधि का नाम है, उदा. <methodname>getBaseDataObjectType</methodname> विधि.
kn_in: ಇದು OO ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಭಾಷೆಯಲ್ಲಿನ ಒಂದು ಕ್ರಮವಾಗಿದೆ, ಉದಾಹರಣೆಗೆ, ಕ್ರಮ <methodname>getBaseDataObjectType</methodname> .
or_in: ଏହା ଗୋଟିଏ OO ପ୍ରୋଗ୍ରାମିଙ୍ଗ ଲାଙ୍ଗୁଏଜର ନାମ ଅଟେ, ଉଦାହରଣ ସ୍ବରୂପ, <methodname>getBaseDataObjectType</methodname> ପଦ୍ଧତି ।
si_lk: මෙය OO programming භාෂාව තුළ ඇති ක්‍රමයක නමකි, උදා: ක්‍රමය <methodname>getBaseDataObjectType</methodname> .
ta_in: ஒரு OO நிரலாக்க மொழியில் ஒரு முறையின் பெயர், எடுத்துக்காட்டாக,<methodname>getBaseDataObjectType</methodname> முறை.

source: function
bn_in: ফাংশান
es_es: función
gu_in: વિધેય
hi_in: कार्य
kn_in: ಕ್ರಿಯೆ
or_in: ପ୍ରକ୍ରିୟା
si_lk: ශ්‍රිතය
ta_in: செயல்பாடு

source: The name of a function or subroutine, as in a programming language. For example, the function <function>SecurityLogger.warn()</function> .
bn_in: প্রোগ্রামিং ভাষায় উপস্থিত ফাংশান অথবা সাব-রুটিনের নাম। উদাহরণ, ফাংশান <function>SecurityLogger.warn()</function> ।
es_es: El nombre de una función o subrutina en un lenguaje de programación. Por ejemplo, <function>SecurityLogger.warn()</function>.
gu_in: વિધેય અથવા ઉપક્રિયાનું નામ, પ્રોગ્રામીંગ લેંગ્વેજમાં. ઉદાહરણ તરીકે, વિધેય <function>SecurityLogger.warn()</function> .
hi_in: कार्य या सबरूटिन में कार्य का नाम. उदाहरण के लिए, <function>SecurityLogger.warn()</function> कार्य.
kn_in: ಒಂದು ಪ್ರೊಗ್ರಾಮಿಂಗ್ ಭಾಷೆಯಲ್ಲಿರುವಂತೆ, ಒಂದು ಕ್ರಿಯೆಯ ಅಥವ ಉಪವಾಡಿಕೆ(subroutine) ಹೆಸರು. ಉದಾಹರಣೆಗೆ, ಕ್ರಿಯೆ <function>SecurityLogger.warn()</function> .
or_in: ଗୋଟିଏ ପ୍ରୋଗ୍ରାମିଙ୍ଗ ଲାଙ୍ଗୁଏଜରେ ଥିବା ପରି ଗୋଟିଏ ପ୍ରକ୍ରିୟା କିମ୍ବା ଉପନେମକାର ନାମ। ଉଦାହରଣ ସ୍ବରୂପ, <function>SecurityLogger.warn()</function> ପ୍ରକ୍ରିୟା।
si_lk: කේතනය කරන භාෂාවේ ඇති පරිදි ශ්‍රිතයක නමක් හෝ උපකොටසක්. උදා: <function>SecurityLogger.warn()</function> ශ්‍රිතය.
ta_in: ஒரு நிரலாக்க மொழியில் ஒரு செயல்பாட்டின் பெயராகும். எடுத்துக்காட்டாக, செயல்பாடு <function>SecurityLogger.warn()</function> .

source: variable name
bn_in: ভেরিয়েবলের নাম
es_es: nombre de variable
gu_in: ચલ નામ
hi_in: चर नाम
kn_in: ಚರಮೌಲ್ಯದ ಹೆಸರು
or_in: ଚଳ ନାମ
si_lk: විචල්‍යයේ නම
ta_in: மாறி பெயர்

source: The name of a variable. For example, the variable <varname>BASE_DATA_OBJECT_TYPE</varname> .
bn_in: ভেরিয়েবল অর্থাৎ পরিবর্তনযোগ্য মানের নাম। উদাহরণ, ভেরিয়েবল <varname>BASE_DATA_OBJECT_TYPE</varname> ।
es_es: El nombre de una variable. Por ejemplo, <varname>BASE_DATA_OBJECT_TYPE</varname>.
gu_in: ચલનું નામ. ઉદાહરણ તરીકે, ચલ <varname>BASE_DATA_OBJECT_TYPE</varname> .
hi_in: चर का नाम. उदाहरण के लिए, <varname>BASE_DATA_OBJECT_TYPE</varname> चर.
kn_in: ಒಂದು ಚರಮೌಲ್ಯದ ಹೆಸರು. ಉದಾಹರಣೆಗೆ, ಚರಮೌಲ್ಯ <varname>BASE_DATA_OBJECT_TYPE</varname> .
or_in: ଗୋଟିଏ ଚଳର ନାମ। ଉଦାହରଣ ସ୍ବରୂପ, <varname>BASE_DATA_OBJECT_TYPE</varname> ଚଳ।
si_lk: විචල්‍යයක නම. උදාහරණයක් ලෙස විචල්‍යයේ නම <varname>BASE_DATA_OBJECT_TYPE</varname> .
ta_in: மாறியின் பெயர். எடுத்துக்காட்டாக, மாறி <varname>BASE_DATA_OBJECT_TYPE</varname> .

source: option
bn_in: বিকল্প
es_es: opción
gu_in: વિકલ્પ
hi_in: विकल्प
kn_in: ಆಯ್ಕೆ
or_in: ବିକଳ୍ପ
si_lk: විකල්පය
ta_in: விருப்பம்

source: An option for a software command or <methodname>Method</methodname> . For example, a user has been granted <option>read</option> privileges on an object.
bn_in: সফ্টওয়্যার কমান্ড অথবা <methodname>মেথড</methodname>-এ ব্যবহারযোগ্য বিকল্প। উদাহরণ, ব্যবহারকারীকে চিহ্নিত বস্তু <option>পাঠ</option> করার অনুমতি প্রদান করা হয়েছে।
es_es: Una opción para un comando de software o <methodname>Método</methodname>. Por ejemplo, un usuario que tiene privilegios <option>read</option> en un objeto.
gu_in: સોફ્ટવેર આદેશ અથવા <methodname>પદ્ધતિ</methodname> માટે વિકલ્પ. ઉદાહરણ તરીકે, વપરાશકર્તાને ઓબ્જેક્ટ પર <option>વાંચન</option> વિશેષાધિકારો મંજૂર થઈ ગયા.
hi_in: सॉफ्टवेयर कमांड या <methodname>Method</methodname> के लिए विकल्प. उदाहरण के लिए, एक उपयोक्ता को <option>read</option> अधिकार एक वस्तु पर दिया गया है.
kn_in: ಒಂದು ತಂತ್ರಾಂಶ ಆಜ್ಞೆಗಾಗಿನ ಅಥವ <methodname>Method</methodname> ಒಂದು ಆಯ್ಕೆ. ಉದಾಹರಣೆಗೆ, ಒಬ್ಬ ಳಕೆದಾರನಿಗೆ ಒಂದು ಆಬ್ಜೆಕಿಟಿನ ಮೇಲೆ <option>ಓದುವ</option> ಓದುವ ಸವಲತ್ತನ್ನು ಒದಗಿಸಲಾಗಿರುತ್ತದೆ.
or_in: ଗୋଟିଏ ସଫ୍ଟୱେର ନିର୍ଦ୍ଦେଶ ପାଇଁ ଗୋଟିଏ ବିକଳ୍ପ କିମ୍ବା <methodname>ପଦ୍ଧତି</methodname>। ଉଦାହରଣ ସ୍ବରୂପ, ଗୋଟିଏ ବସ୍ତୁ ଉପରେ ଗୋଟିଏ ଚାଳକକୁ <option>ପଠନୀୟ</option> ଅଧୀକାର ପ୍ରଦାନ କରାଯାଇଛି।
si_lk: මෘදුකාංගයක් සඳහා හෝ <methodname>Method</methodname> සඳහා විකල්පය. උදාහරණයක් ලෙස, පරිශීලක විසින් වස්තුව මත <option>read</option> (කියවීමේ) වරප්‍රසාදය ලබාදී ඇතදි.
ta_in: ஒரு மென்பொருள் கட்டளை அல்லது <methodname>Method</methodname> க்கான விருப்பமாகும். எடுத்துக்காட்டாக, ஒரு பயனருக்கும் ஒரு பொருளில் <option>வாசிப்பு</option> முன்னுரிமை வழங்கப்பட்டுள்ளது.

source: return value
bn_in: প্রাপ্ত মান
es_es: valor de retorno
gu_in: મળતી કિંમત
hi_in: वापसी मान
kn_in: ಮರಳಿದ ಮೌಲ್ಯ
or_in: ଫେରସ୍ତ ମୂଲ୍ଯ
si_lk: යළි ලබාදෙන අගය
ta_in: கொடுக்கும் மதிப்பு

source: The value returned by a function. For example, a method returns <returnvalue>null</returnvalue> .
bn_in: ফাংশান সঞ্চালনের পরে প্রাপ্ত মান। উদাহরণ, মেথড থেকে <returnvalue>null</returnvalue> মান প্রাপ্ত হয়েছে।
es_es: El valor retornado por una función. Por ejemplo un método retorna <returnvalue>null</returnvalue>.
gu_in: વિધેય દ્વારા મળતી કિંમત. ઉદાહરણ તરીકે, પદ્ધતિ <returnvalue>null</returnvalue> આપે છે.
hi_in: कार्य के द्वारा वापस मान. उदाहरण के लिए, एक विधि <returnvalue>null</returnvalue> लौटाती है.
kn_in: ಒಂದು ಕ್ರಿಯೆಯಿಂದ ಮರಳಿಸಲಾದ ಮೌಲ್ಯ. ಉದಾಹರಣೆಗೆ, ಒಂದು ಕ್ರಮವು <returnvalue>null</returnvalue> ಅನ್ನು ಮರಳಿಸುತ್ತದೆ .
or_in: ଗୋଟିଏ ପ୍ରକ୍ରିୟା ଦ୍ବାରା ଫେରସ୍ତ ମୂଲ୍ଯ। ଉଦାହରପଣ ସ୍ବରୂପ, ଗୋଟିଏ ପଦ୍ଧତି <returnvalue>null</returnvalue> ଫେରସ୍ତ କରିଥାଏ।
si_lk: ශ්‍රිතය මඟින් යළි ලබාදෙන අගය. උදාහරණයක් ලෙස, ක්‍රමය <returnvalue>null</returnvalue> අගයක් යළි ලබාදේ.
ta_in: ஒரு செயல்பாட்டால் கொடுக்கப்பட்ட மதிப்பு. எடுத்துக்காட்டாக, ஒரு முறை கொடுக்கும் மதிப்பு<returnvalue>null</returnvalue> .

source: program listing
bn_in: প্রোগ্রাম তালিকা
es_es: lista de programa
gu_in: કાર્યક્રમ યાદી
hi_in: प्रोग्राम लिस्टिंग
kn_in: ಪ್ರೋಗ್ರಾಂನ ಪಟ್ಟಿ
or_in: ପ୍ରୋଗ୍ରାମ ସୂଚୀ
si_lk: වැඩසටහන ලැයිස්තුගත කිරීම
ta_in: நிரல் பட்டியலிடல்

source: A literal listing of all or part of a program:
bn_in: প্রোগ্রামের সম্পূর্ণ অথবা আংশিক তালিকা:
es_es: Una lista literal de todo o parte del programa:
gu_in: કાર્યક્રમનું બધું અથવા તેના ભાગની યાદી:
hi_in: सभी या प्रोग्राम के हिस्से का शाब्दिक सूचीकरण
kn_in: ಒಂದು ಪ್ರೊಗ್ರಾಂನ ಎಲ್ಲಾ ಅಥವ ಒಂದು ಭಾಗದ ಅಕ್ಷರಶಃ ಪಟ್ಟಿ:
or_in: ଗୋଟିଏ ପ୍ରୋଗ୍ରାମର ସମସ୍ତ କିମ୍ବା ଆଂଶିକ ଆକ୍ଷେରିକ ସୂଚୀ
si_lk: වැඩසටහනේ කොටසක් හෝ සම්පූර්ණ ලෙසින්වු ලේඛිත ලැයිස්තුව
ta_in: ஒரு நிரலின் அனைத்து அல்லது பகுதி பட்டியல்:

source: first term
bn_in: প্রথম অভিব্যক্তি
es_es: primer término
gu_in: પ્રથમ પદ
hi_in: पहला पद
kn_in: ಪ್ರಥಮ ಪದ
or_in: ପ୍ରଥମ ଶବ୍ଦ
si_lk: පළමු අවස්ථාව
ta_in: முதல் சொல்

source: The first occurrence of a term, such as the first time we introduce a <firstterm>bulletin-board</firstterm> and note its abbreviated form, <firstterm>bboard</firstterm>.
bn_in: কোনো অভিব্যক্তির প্রথম উদ্ধৃতি যেমন, প্রথম বার <firstterm>bulletin-board</firstterm>-র উল্লেখ এবং এর সংক্ষিপ্ত রূপ, <firstterm>bboard</firstterm>।
es_es: La primera vez que un nuevo término aparece. Por ejemplo cuando se introduce <firstterm>bulletin-board</firstterm> y su forma abreviada <firstterm>bboard</firstterm>.
gu_in: પદનો પ્રથમ વારો, જેમ કે પ્રથમ વખતે અમે <firstterm>bulletin-board</firstterm> નો પરિચય આપીએ છીએ અને તેનું ટૂંકુ સ્વરૂપ પણ નોંધો, <firstterm>bboard</firstterm>.
hi_in: पद का पहली आवृत्ति, जिस प्रकार पहली बार हम <firstterm>bulletin-board</firstterm> लाते हैं और इसके संक्षिप्ताक्षर <firstterm>bboard</firstterm> को नोट करते हैं.
kn_in: ಒಂದು ಪದದ ಪ್ರಥಮ ಬಾರಿಯ ಬಳಕೆ, ಅಂದರೆ ಪ್ರಥಮ ಬಾರಿಗೆ<firstterm>bulletin-board</firstterm> ಅನ್ನು ನಾವು ಬಳಸಿದರೆ ಹಾಗು ಅದರ ಸಂಕ್ಷಿಪ್ತ ರೂಪವಾದ, <firstterm>bboard</firstterm> ಅನ್ನು ಸೂಚಿಸಲಾಗುತ್ತದೆ.
or_in: ଗୋଟିଏ ଶବ୍ଦର ପ୍ରଥମ ଉତ୍ପତ୍ତି, ଉଦାହରଣ ସ୍ବରୂପ ପ୍ରଥମଥର ପାଇଁ ଆମେ ଗୋଟିଏ <firstterm>bulletin-board</firstterm> ପରିଚିତ କରିବା ପରି ଏବଂ ଏହାର ସଂକ୍ଷିପ୍ତ <firstterm>bboard</firstterm> ରୂପକୁ ମନେ ରଖିବା ପରି।
si_lk: වචනයක පළමු යෙදීම, පළමු වරට අප <firstterm>bulletin-board</firstterm> හදුන්වා දීම සහ එය <firstterm>bboard</firstterm> මඟින් කෙටි කර දැක්වීම වැනි.
ta_in: முதல் முறை தோன்றும் ஒரு சொல், அதாவது முதல் முறை நாம் அறிமுகப்படுத்தும் <firstterm>bulletin-board</firstterm>இல் அதன் சுருக்க வடிவம் <firstterm>bboard</firstterm> ஆகும்.
