Repository: ajtowns/publican
Catalog: publican-jboss/*/Conventions.po
Languages: as_in, bn_in, de_de, es_es, fr_fr, kn_in, ko_kr, ml_in, mr_in, pa_in, si_lk, ta_in, te_in, zh_cn, zh_tw

source: Document Conventions
as_in: আলেখ্যনৰ আচাৰ বিধি
bn_in: ডকুমেন্টে ব্যবহৃত নিয়ম নীতি
de_de: Dokumentkonventionen
es_es: Convenciones del documento
fr_fr: Conventions de documentation
kn_in: ದಸ್ತಾವೇಜು ಅನುಸರಣೆಗಳು
ko_kr: 문서화 규정
ml_in: രേഖാ കീഴ്‌വഴക്കങ്ങള്‍
mr_in: दस्तऐवज पध्दती
pa_in: ਦਸਤਾਵੇਜ਼ ਸ਼ਰਤਾਂ
si_lk: ලේඛන පරිවර්තන
ta_in: ஆவண பெயரிடல்கள்
te_in: పత్రము విధానాలు
zh_cn: 文档约定
zh_tw: 文件常規

source: Certain words in this manual are represented in different fonts, styles, and weights. This highlighting indicates that the word is part of a specific category. The categories include the following:
as_in: এই হাতপুথিত কিছুমান শব্দ বিভিন্ন ফ'ন্ট,ধৰণ, আৰু ওজনত দেখুৱা হৈছে । এই আলোকপাতে শব্দটোক এটা নিৰ্দ্দিষ্ট বিভাগৰ অংশ হিচাপে দেখুৱাই । বিভাগত এই নিম্নলিখিত সমূহ থাকিব পাৰে:
bn_in: এই সহায়ক-পুস্তিকাটিতে কিছু শব্দ ভিন্ন ফন্ট, মুদ্রাক্ষর, মাপ এবং আকার ব্যবহার করে লেখা হয়েছে। কোনো নির্দিষ্ট শ্রেণীর তথ্য উল্লেখকারী বিভিন্ন শব্দ একই বিন্যাসে লেখা হয়েছে। ব্যবহৃত শ্রেণীগুলি হল:
de_de: Bestimmte Wörter in diesem Handbuch sind in verschiedenen Fonts, Stilen und Gewichtungen dargestellt sind. Das Hervorheben eines Wortes zeigt an, dass das Wort Teil einer speziellen Kategorie ist. Die Kategorien beinhalten Folgendes:
es_es: Ciertas palabras en este manual se representan en diferentes letras, estilos y tamaños. Las palabras con diferentes estilos son parte de una categoría diferente. Las categorías son las siguientes:
fr_fr: En lisant ce manuel, vous verrez que certains mots sont représentés avec des polices différentes au niveau du type, du style et de l'utilisation de caractères gras. Cette présentation indique que le mot appartient à une certaine catégorie. Voici les différentes catégories&nbsp;:
kn_in: ಈ ಕೈಪಿಡಿಯ ಕೆಲವೊಂದು ಪದಗಳನ್ನು ವಿವಿಧ ಅಕ್ಷರ ಶೈಲಿಗಳಲ್ಲಿ, ಪ್ರಕಾರಗಳಲ್ಲಿ, ಹಾಗು ಗಾತ್ರಗಳಲ್ಲಿ ಸೂಚಿಸಲಾಗಿದೆ. ಈ ರೀತಿಯ ಸ್ವಪ್ರಕಾಶದಿಂದ ಆ ಪದವು ಒಂದು ನಿಶ್ಚಿತ ವರ್ಗದ ಒಂದು ಭಾಗ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ. ಆ ವರ್ಗಗಳೆಂದರೆ:
ko_kr: 이 메뉴얼에서 특정 단어는 다른 글꼴, 스타일, 크기로 되어 있습니다. 이러한 강조 표시된 단어는 특정 범주 부분을 나타낼 때 사용됩니다. 특정 범주에는 다음과 같은 것이 있습니다:
ml_in: ഈ രേഖയിലുള്ള ചില വാക്കുകള്‍ പ്റത്യേക ലിപിയിലും ശൈലിയിലും രൂപത്തിലുമാണ് എഴുതിയിരിക്കുന്നത്. ഇവ പ്രത്യേക വിഭാഗത്തില്‍ പെട്ട വാക്കുകളാകുന്നു. താഴെ പറഞ്ഞിരിക്കുന്നവയാണ് വിഭാഗങ്ങള്‍:
mr_in: काहीक शब्द ह्या पुस्तिकेत वेगळ्या फॉन्ट, शैली, व गुणांनुसारे प्रस्तुत केले आहे. हे ठळकरित्या दिसणे म्हणजेच शब्द एका विशिष्ट वर्गचा भाग आहे. वर्गांमध्ये खालिल समाविष्ट आहे:
pa_in: ਇਸ ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਕਈ ਦਸਤਾਵੇਜ਼ ਵੱਖ-ਵੱਖ ਫੌਟਾਂ, ਨਮੂਨਿਆਂ, ਅਤੇ ਵਜਨ ਵਿੱਚ ਵੇਖਾਏ ਗਏ ਹਨ। ਇਸ ਵਿਸ਼ੇਸ਼ਤਾ ਤੋਂ ਪਤਾ ਲੱਗਦਾ ਹੈ ਕਿ ਸ਼ਬਦ ਕਿਸੇ ਖਾਸ ਸ਼੍ਰੇਣੀ ਦਾ ਹੈ। ਸ਼੍ਰੇਣੀਆਂ ਇਸ ਤਰਾਂ ਹਨ:
si_lk: මෙම අත්පොතේ සමහරක් වචන වෙනස් අකුරු, රටා සහ තද පැහැයෙන් නිරුපණය කරයි. මෙම උද්දීපනය වචනය යම්කිසි විශේෂිත ප්‍රභේදයකට කොටසක් බව නිරුපණයි කරයි. ප්‍රභේද සඳහා පහත සඳහන් දැ අඩංගුවේ.
ta_in: இந்த கையேட்டில் சில சொற்கள் வேறு எழுத்துரு, தோற்றம் மற்றும் அளவுகளில் குறிக்கப்பட்டிருக்கும். இவ்வாறு முன்னிலைப்படுத்தப்பட்டிருப்பது ஒரு குறிப்பிட்ட வகையின் பகுதியை குறிக்கும். அவை பின்வருமாறு இருக்கும்:
te_in: ఈ చేతిపుస్తకం లో ప్రత్యేక పదాలు వివిధ ఫాంట్లలో,శైలిలలో మరియు విశేషణలతో తెలుపబడినవి. ఈ ఉద్దీపనం ఆ పదం ఒక ప్రత్యేక వర్గములో భాగమని సూచిస్తుంది.వర్గాలు క్రింది వాటిని కలుపుకొని:
zh_cn: 本手册里的某些词语以不同的字体、风格和字型显示，这代表其属于特殊的类别。这些类别包括：
zh_tw: 在本指南中，有些特定的字彙會被以不同的字型、樣式和權重來表現出。此反白表示該文字為特定類別的一部分。這些類別包括：

source: Courier font represents <command>commands</command>, <filename>file names and paths</filename>, and <prompt>prompts</prompt> .
as_in: Courier ফ'ন্টে <command>আদেশ</command>, <filename>নথিপত্ৰৰ নাম আৰু পথ</filename>, আৰু <prompt>প্ৰ'মপ্ট</prompt> বুজাই ।
bn_in: Courier ফন্টের সাহায্যে <command>কমান্ড</command>, <filename>ফাইলের নাম ও পাথ</filename> এবং <prompt>প্রম্পট</prompt> উল্লিখিত হয়েছে।
de_de: Courier Font steht für <command>Befehle</command>, <filename>Dateinamen und Pfade</filename>, sowie <prompt>Prompts (Eingabeaufforderung)</prompt> .
es_es: La fuente courier representa <command>comandos</command>, <filename>nombres y rutas de archivos</filename> y <prompt>líneas de comandos</prompt>.
fr_fr: La police Courier représente les <command>commandes</command>, les <filename>noms de fichiers et chemins d'accès</filename> et les <prompt>invites</prompt>.
kn_in: ಕುರಿಯರ್ ಅಕ್ಷರ ಶೈಲಿಯು <command>ಆಜ್ಞೆಗಳನ್ನು</command>, <filename>ಕಡತದ ಹೆಸರು ಹಾಗು ಮಾರ್ಗಗಳನ್ನು</filename>, ಮತ್ತು <prompt>ಪ್ರಾಂಪ್ಟು</prompt>ಗಳನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ko_kr: Courier 글꼴은 <command>명령어</command>, <filename>파일 이름 및 경로</filename>, <prompt>프롬프트</prompt>를 나타낼 때 사용됩니다.
ml_in: <command>നിര്‍ദ്ദേശങ്ങള്‍ക്കും</command>, <filename>ഫയലിന്റെ പേരുകള്‍ക്കും പാഥുകള്‍ക്കും</filename>, <prompt>പ്റോപ്റ്റുകള്‍ക്കും</prompt> കൊരിയറ്‍ ലിപി ഉപയോഗിക്കുന്നു.
mr_in: कुरियर फॉन्ट <command>आदेश</command>, <filename>फाइल नाव व मार्ग</filename>, व <prompt>प्रॉम्ट</prompt> दर्शविते.
pa_in: ਕੋਰੀਅਰ ਫੌਂਟ <command>commands</command>, <filename>ਫਾਇਲ ਨਾਂ ਅਤੇ ਮਾਰਗ</filename>, ਅਤੇ <prompt>prompts</prompt> ਪੇਸ਼ ਕਰਦੇ ਹਨ।
si_lk: Courier අක්‍ෂර <command>commands</command>, <filename>file names and paths</filename>, සහ <prompt>prompts</prompt> ඉදිරිපත් කරයි.
ta_in: கொரியர் எழுத்துரு <command>commands</command>, <filename>file names மற்றும் paths</filename>, மற்றும் <prompt>prompts</prompt> ஐ குறிக்கும்.
te_in: Courier font <command>ఆదేశాలను</command>, <filename>ఫైలునామాలను మరియు పాత్ లను</filename>, మరియు <prompt>ప్రాంప్టలను</prompt> తెలియజేస్తుంది.
zh_cn: Courier 字体代表<command>命令</command>、<filename>文件名和路径</filename>以及<prompt>提示</prompt>。
zh_tw: Courier 字型代表 <command>commands</command>（指令）、<filename>file names and paths</filename>（檔案名稱與路徑）以及 <prompt>prompts</prompt>（指令提示）。

source: When shown as below, it indicates computer output: <screen> Desktop about.html logs paulwesterberg.png Mail backupfiles mail reports </screen>
de_de: Eine Anzeige wie die folgende stellt eine Computer-Ausgabe dar: <screen> Desktop about.html logs paulwesterberg.png Mail backupfiles mail reports </screen>

source: bold Courier font
as_in: ডাঠ Courier ফ'ন্ট
bn_in: বোল্ড Courier ফন্ট
de_de: Fettgedruckter Courier Font
es_es: fuente courier en negrita
fr_fr: Police Courier bold
kn_in: ಬೋಲ್ಡ್ ಕುರಿಯರ್ ಅಕ್ಷರ ಶೈಲಿ
ko_kr: 굵은 Courier 글꼴
ml_in: ബോള്‍ഡ് കൊരിയറ്‍ ലിപി
mr_in: ठळक कुरियर फॉन्ट
pa_in: ਬੋਲਡ ਕੋਰੀਅਰ ਫੌਂਟ
si_lk: Courier තදකුරු
ta_in: தடிமனான கொரியர் எழுத்துரு
zh_cn: Bold Courier 粗体
zh_tw: 粗體 Courier 字型

source: Bold Courier font represents text that you are to type, such as: <userinput>service jonas start</userinput>
as_in: ডাঠ Courier ফ'ন্টে আপুনি লিখিব লোৱা আখৰ বুজাই, যেনে: <userinput>service jonas start</userinput>
bn_in: বোল্ড Courier ফন্টের সাহায্যে ব্যবহারকারী দ্বারা লিখনযোগ্য তথ্য চিহ্নিত হবে, যেমন: <userinput>service jonas start</userinput>
de_de: Fettgedruckter Courier Font steht für Text, den Sie eintippen, wie beispielsweise: <userinput>service jonas start</userinput>
es_es: Fuentes courier en negritas representan texto que el usuario debe escribir. Por ejemplo <userinput>service jonas start</userinput>
fr_fr: La police Courier bold indique du texte que vous devez saisir, par exemple&nbsp;: <userinput>service jonas start</userinput>
kn_in: ಬೋಲ್ಡ್ ಕುರಿಯರ್ ಅಕ್ಷರ ಶೈಲಿಯು ನೀವು ಟೈಪಿಸ ಬೇಕಿರುವ ಪಠ್ಯವನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಉದಾ: <userinput>service jonas start</userinput>
ko_kr: 굵은 Courier 글꼴은 입력한 텍스트를 나타낼 때 사용됩니다. 예: <userinput>service jonas start</userinput>
ml_in: നിങ്ങള്‍ ടൈപ്പ് ചെയ്യേണ്ട വാചകങ്ങള്‍ക്കായി ബോള്‍ഡ് കൊരിയറ്‍ ലിപി ഉപയോഗിക്കുന്നു, ഉദാ: <userinput>service jonas start</userinput>
mr_in: ठळक कुरियर फॉन्ट तुम्ही लिहीलेले मजकुर दर्शविते, उदहरणार्थ: <userinput>service jonas start</userinput>
pa_in: ਬੋਲਡ ਕੋਰੀਅਰ ਫੌਂਟ ਪਾਠ ਵੇਖਾਉਂਦੇ ਹਨ ਜੋ ਤੁਸੀਂ ਟਾਈਪ ਕਰਦੇ ਹੋ, ਜਿਵੇਂ ਕਿ: <userinput>service jonas start</userinput>
si_lk: Courier තදකුරු ඔබ යතුරුකරණය කරන පෙළ නිරුපණය කරයි: <userinput>service jonas start</userinput> ලෙස
ta_in: தடிமனான கொரியர் எழுத்துரு நீங்கள் தட்டச்சு செய்யும் உரையை கீழேயுள்ளது போல காட்டும்: <userinput>service jonas start</userinput>
te_in: Bold Courier font మీరు టైపుచేసిన టెక్స్టు ను చూపిస్తుంది, అది ఇలా: <userinput>service jonas start</userinput>
zh_cn: Bold Courier 粗体代表你要输入的文本，如 <userinput>service jonas start</userinput>
zh_tw: 粗體 Courier 字型代表您所要輸入的文字，例如：<userinput>service jonas start</userinput>

source: If you have to run a command as root, the root prompt (<literal>#</literal>) precedes the command:
as_in: ৰূট হিচাপে আদেশ চলাব হ'লে, ৰূটৰ প্ৰ'মপ্ট (<literal>#</literal>) আদেশৰ আগত আহে:
bn_in: root পরিচয়ে সঞ্চালনযোগ্য কমান্ডের ক্ষেত্রে কমান্ডের পূর্বে root prompt (<literal>#</literal>) চিহ্ন উল্লিখিত হবে:
de_de: Wenn Sie einen Befehl als Root ausführen müssen, wird der Root-Prompt (<literal>#</literal>) dem Befehl vorangestellt:
es_es: Si debe ejecutar un comando como root, éste es precedido con el signo <literal>#</literal>.
fr_fr: Si vous devez exécuter une commande en tant que super-utilisateur, l'invite root (<literal>#</literal>) précède la commande&nbsp;:
kn_in: ನೀವು ಒಂದು ಆಜ್ಞೆಯನ್ನು ಮೂಲವಾಗಿ ಚಲಾಯಿಸಬೇಕೆಂದರೆ, ಆಜ್ಞೆಯ ಮೊದಲು ಮೂಲದ ಪ್ರಾಂಪ್ಟ್ (<literal>#</literal>) ಇರುತ್ತದೆ:
ko_kr: root로 명령을 실행해야 할 경우, root 프롬프트 (<literal>#</literal>)를 해당 명령 앞에 사용합니다:
ml_in: നിങ്ങള്‍ക്ക് റൂട്ടായി നിന്ന് ഏതെങ്കിലും നിറ്‍ദ്ദേശം പ്റവറ്‍ത്തിപ്പിക്കണമെങ്കില്‍, നിറ്‍ദ്ദേശങ്ങള്‍ക്ക് മുമ്പേ റൂട്ട് പ്റോപ്റ്റ് (<literal>#</literal>) ഉണ്ടാകുന്നതാണ്:
mr_in: आदेशास रूटच्या स्वरूपास कार्यरत करण्यास, रूट प्रॉमप्ट (<literal>#</literal>) आदेशाच्या पहिले येते:
pa_in: ਜੇ ਤੁਸੀਂ ਪਰਬੰਧਕ (root) ਦੇ ਤੌਰ ਤੇ ਕਮਾਂਡ ਚਲਾਉਣੀ ਹੈ, root ਪਰੌਂਪਟ (<literal>#</literal>) ਕਮਾਂਡ ਇਸ ਤਰਾਂ ਚਲਾਉਂਦਾ ਹੈ:
si_lk: ඔබට විධානයක් root ලෙස ක්‍රියාත්මක කිරීමට සිදුවූ වීට, root ප්‍රොම්ටය (<literal>#</literal>) විධානය ක්‍රියාත්මක කරනු ඇත:
ta_in: நீங்கள் ஒரு கட்டளையை ரூட்டாக இருந்து இயக்கினால், ரூட் கட்டளை வரி (<literal>#</literal>) இவ்வாறாக கட்டளையை இயக்கும்:
te_in: మీరు ఒక ఆదేశాన్ని రూట్ గా నడుపవలిసి వస్తే,రూట్ ప్రాంప్టు (<literal>#</literal>) ఆదేశాన్ని అనుసరించి ఉంటుంది:
zh_cn: 如果你需要以根用户运行命令，根用户提示（<literal>#</literal>）将处于该命令前面：
zh_tw: 若您要以 root 身份來執行一項指令的話，root 提示（<literal>#</literal>）會出現在指令之前：

source: italic Courier font
as_in: সোঁফাললৈ হেলনীয়া Courier ফ'ন্ট
bn_in: আইটালিক Courier ফন্ট
de_de: Kursiver Courier Font
es_es: Fuente courier en itálica
fr_fr: Police Courier italic
kn_in: ಇಟಾಲಿಕ್ ಕುರಿಯರ್ ಅಕ್ಷರಶೈಲಿ
ko_kr: 이탤릭체 Courier 글꼴
ml_in: ഇറ്റാലിക് കൊരിയറ്‍ ലിപി
mr_in: इटालीक कुरीयर फॉन्ट
pa_in: ਇਟਾਲਿਕ ਕੋਰੀਅਰ ਫੌਂਟ
si_lk: Courier ඇලකුරු
ta_in: சாய்வான கொரியர் எழுத்துரு
zh_cn: Italic Courier 斜体
zh_tw: 斜體 Courier 字型

source: Italic Courier font represents a variable, such as an installation directory: <filename><replaceable>install_dir</replaceable>/bin/</filename>
de_de: Kursiver Courier Font steht für eine Variable, wie beispielsweise ein Installationsverzeichnis: <filename><replaceable>install_dir</replaceable>/bin/</filename>
zh_tw: 斜體 Courier 字型代表變數，比方說安裝目錄：<filename><replaceable>install_dir</replaceable>/bin/</filename>

source: bold font
as_in: ডাঠ ফ'ন্ট
bn_in: বোল্ড ফন্ট
de_de: Fettgedruckter Font
es_es: fuente en negrita
fr_fr: Police bold
kn_in: ಬೋಲ್ಡ್ ಅಕ್ಷರ ಶೈಲಿ
ko_kr: 굵은 글꼴
ml_in: ബോള്‍ഡ് ലിപി
mr_in: ठळक फॉन्ट
pa_in: ਬੋਲਡ ਫੌਂਟ
si_lk: තදකුරු
ta_in: தடித்த எழுத்துரு
zh_cn: 粗体
zh_tw: 粗體字型

source: Bold font represents <application>application programs</application> and <guilabel>text found on a graphical interface</guilabel>.
as_in: ডাঠ ফ'ন্টে <application>অনুপ্ৰয়োগ প্ৰ'গ্ৰাম</application> আৰু <guilabel>চিত্ৰাঙ্কিত সংযোগমাধ্যমত পোৱা আখৰ</guilabel> বুজাই ।
bn_in: বোল্ড ফন্টের সাহায্যে <application>অ্যাপ্লিকেশন প্রোগ্রাম</application> ও <guilabel>গ্রাফিক্যাল ইন্টারফেসে উপস্থিত লেখা</guilabel> উল্লিখিত হয়েছে।
de_de: Fettgedruckter Font steht für <application>Anwendungsprogramme</application> und <guilabel>Text auf einer grafischen Oberfläche</guilabel>.
es_es: La fuente en negrita representa <application>programas de aplicación</application> y <guilabel>texto que se encuentra en una interfaz gráfica</guilabel>.
fr_fr: La police bold représente des <application>programmes d'application</application> et le <guilabel>texte d'une interface graphique</guilabel>.
kn_in: ಬೋಲ್ಡ್ ಅಕ್ಷರ ಶೈಲಿಯು <application>ಅನ್ವಯ ಪ್ರೊಗ್ರಾಂ</application>ಗಳನ್ನು ಹಾಗು <guilabel>ಚಿತ್ರಾತ್ಮಕ ಸಂಪರ್ಕ ಸಾಧನದಲ್ಲಿ ಕಂಡು ಬರುವ ಪಠ್ಯವನ್ನು</guilabel> ಸೂಚಿಸುತ್ತದೆ.
ko_kr: 굵은 글꼴은 <application>어플리케이션 프로그램</application> 및 <guilabel>그래픽 인터페이스에 있는 텍스트</guilabel>를 나타낼 때 사용됩니다.
ml_in: <application>പ്റയോഗങ്ങള്‍ക്കുള്ള പ്റോഗ്രാമിനും</application> <guilabel>ഗ്രാഫിക്കല്‍ ഇന്ററ്‍ഫെയിസിലുള്ള വാചകങ്ങള്‍ക്കും</guilabel> ബോള്‍ഡ് ലിപി ഉപയോഗിക്കുന്നു.
mr_in: ठळक फॉन्ट <application>अनुप्रयोग कार्यक्रमे</application> व <guilabel>चित्रलेख संवादपटावरील आढळणारे मजकुर</guilabel> दर्शविते.
pa_in: ਬੋਲਡ ਫੌਂਟ <application>ਕਾਰਜ ਪਰੋਗਰਾਮ</application> ਅਤੇ <guilabel>ਗਰਾਫੀਕਲ ਇੰਟਰਫੇਸ ਉੱਪਰਲੇ ਪਾਠ</guilabel> ਨੂੰ ਵੇਖਾਉਂਦੇ ਹਨ।
si_lk: <application>application programs</application> සහ <guilabel>text found on a graphical interface</guilabel> තදකුරු නිරුපනය කරයි.
ta_in: தடித்த எழுத்துரு <application>பயன்பாட்டு நிரல்கள்</application> மற்றும் <guilabel>வரைகலை முகப்பில் உள்ள உரையை</guilabel> குறிக்கிறது.
te_in: Bold font <application>అప్లికేషన్ ప్రోగ్రాములను</application> మరియు<guilabel>గ్రాఫికల్ ఇంటర్ఫేస్ లో కనిపించే టెక్స్టును</guilabel>తెలియపరుస్తుంది.
zh_cn: 粗体代表<application>应用程序</application>和<guilabel>图形界面上的文本</guilabel>。
zh_tw: 粗體字型代表 <application>application programs</application>（應用程式）以及<guilabel>圖形化介面上所看到的文字</guilabel>。

source: When shown like this: <guibutton> OK </guibutton>, it indicates a button on a graphical application interface.
as_in: এনেদৰে দেখুৱালে: <guibutton> ঠিক আছে </guibutton>, এইটোৱা চিত্ৰাঙ্কিত অনুপ্ৰয়োগৰ সংযোগমাধ্যমত এটা বুটাম বুজাই ।
bn_in: <guibutton> ঠিক আছে</guibutton>: এই বিন্যাসে চিহ্নিত তথ্য গ্রাফিক্যাল অ্যাপ্লিকেশন ইন্টারফেসের বাটনের ক্ষেত্রে ব্যবহৃত হয়েছে।
de_de: Eine Anzeige wie <guibutton> OK </guibutton> weist auf eine Schaltfläche oder eine grafische Anwendungsoberfläche hin.
es_es: Cuando se muestra como en el siguiente ejemplo: <guibutton>OK</guibutton>, indica un botón en una interfaz de aplicación gráfica.
fr_fr: Indiqué de la manière suivante&nbsp;: <guibutton> OK </guibutton>, il s'agit d'un bouton de l'interface graphique d'une application.
kn_in: <guibutton>ಸರಿ (OK) </guibutton> ಎಂದು ರೀತಿ ತೋರಿಸಿದರೆ, ಒಂದು ಚಿತ್ರಾತ್ಮಕ ಅನ್ವಯದಲ್ಲಿನ ಒಂದು ಗುಂಡಿಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ko_kr: <guibutton> OK </guibutton>와 같이 나타나면, 이는 그래픽 어플리케이션 인터페이스에 있는 버튼을 가리키는 것입니다.
ml_in: ഇങ്ങനെ ലഭ്യമായാല്‍: <guibutton> ശരി </guibutton>, ഇത് ഗ്രാഫിക്കല്‍ പ്റയോഗത്തിനുള്ള ഇന്ററ്‍ഫെയിസിലുള്ള ബട്ടണ്‍ എന്ന് സൂചിപ്പിക്കുന്നു.
mr_in: <guibutton> ठिक आहे </guibutton>: असे दर्शविल्यास, चित्रलेख अनुप्रयोग संवादपटावरील बटणास सुचवते.
pa_in: ਜਦੋਂ ਇਸ ਤਰਾਂ ਦਿਸਦਾ ਹੈ: <guibutton> OK </guibutton>, ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਗਰਾਫੀਕਲ ਇੰਟਰਫੇਸ ਉੱਪਰ ਇੱਕ ਬਟਨ।
si_lk: මෙලෙස පෙන්නුම් කළ විට: <guibutton> හරි </guibutton>, එය චිත්‍රක යෙදුම් මුහුණතක් මත ඇති බොත්තමක් සංකේතවත් කරයි.
ta_in: இவ்வாறு கட்டப்படும் போது: <guibutton> OK </guibutton>என்பது ஒரு வரைகலை பயன்பாட்டின் முகப்பில் பொத்தானாக குறிக்கும்.
te_in: ఇలా చూపించినప్పుడు: <guibutton> OK </guibutton>, ఇది గ్రఫికల్ అప్లికేషన్ ఇంటర్ఫేస్ లోని బటన్ ను సూచిస్తుంది.
zh_cn: 如<guibutton> OK </guibutton>这样的显示代表图形界面上的按钮。
zh_tw: <guibutton> OK </guibutton> 代表圖形化應用程式介面上的某個按鈕。

source: Additionally, the manual uses different strategies to draw your attention to pieces of information. In order of how critical the information is to you, these items are marked as follows:
as_in: ইয়াৰ উপৰিও, এই হাতপুথিয়ে বিভিন্ন কৌশল ব্যৱহাৰ কৰে বিভিন্ন তথ্যৰ অংশলৈ আপোনাৰ মনোযোগ আনিবলৈ । আপপোনাৰ বাবে এই তথ্য কিমান গুৰুত্বপূৰ্ণ হয় তাৰ মতে, এই বিষয়বস্তুসমূহক চিহ্নিত কৰা হয়:
bn_in: উপরন্তু, কোনো বিশেষ তথ্যের প্রতি আপনার দৃষ্টি আকর্ষণ করতে সহায়িকার মধ্যে একাধিক উপায় অবলম্বন করা হয়েছে। আপনার সিস্টেমে ঐ তথ্যের গুরুত্ব অনুযায়ী সেগুলিকে বিভিন্ন রূপে চিহ্নিত করা হয়েছে:
de_de: Zusätzlich verfolgt das Handbuch unterschiedliche Strategien, um Ihre Aufmerksamkeit auf bestimmte Informationsabschnitte zu lenken. Um zu verdeutlichen, wie kritisch diese Informationen für Sie sind, sind die Punkte wie folgt gekennzeichnet:
es_es: Además, el manual utiliza diferentes estrategias para llamar la atención del lector sobre algunos fragmentos de información. Entre estas estrategias están:
fr_fr: De plus, nous utilisons différentes stratégies pour attirer votre attention sur certaines informations. Suivant l'importance de l'information, ces éléments seront présentés de la manière suivante&nbsp;:
kn_in: ಇದಲ್ಲದೆ, ಕೈಪಿಡಿಯು ಮಾಹಿತಿ ತುಣುಕುಗಳತ್ತ ನಿಮ್ಮ ಗಮನ ಸೆಳೆಯಲು ವಿವಿಧ ಯುಕ್ತಿಗಳನ್ನು ಬಳಸಲಾಗಿದೆ. ಮಾಹಿತಿಯ ನಿಮಗೆ ಎಷ್ಟು ಸಂದಿಗ್ಧವಾಗಿದೆ ಎಂಬುದರ ಅನುಗುಣವಾಗಿ ಈ ಕೆಳಗಿನಂತೆ ಸೂಚಿಸಲಾಗಿದೆ:
ko_kr: 또한, 메뉴얼에서는 주의를 집중시키기 위해 내용에 따라 다른 기호를 사용하여 표시합니다.내용에 따라 이는 다음과 같은 기호로 표시됩니다:
ml_in: ഇവയ്ക്ക് പുറമേ, നിങ്ങളുടെ ശ്രദ്ധ പിടിച്ചുപറ്റുന്നതിനായി പല പ്റയോഗങ്ങളും ഈ മാനുവലില്‍ ഉപയോഗിച്ചിരിക്കുന്നു. അവയുടെ പ്റധാന്യത്തിന്റെ ക്റമത്തില്‍, താഴെ വിശദീകരിച്ചിരിക്കുന്നു:
mr_in: याच्याव्यतिरिक्त, पुस्तिका विविध व्युरचना आपले लक्ष्य वेधण्याकरिता वापरते. आपल्याला ही माहिती किती विशेष असु शकते, त्या क्रमानुसारे घटकांना खालिलरित्या ओळखचिन्हे लावल्यागेले आहेत:
pa_in: ਨਾਲ ਹੀ, ਦਸਤਾਵੇਜ਼ਾਂ ਵਿੱਚ ਜਾਣਕਾਰੀ ਨੂੰ ਦਿਲਚਸਪ ਬਣਾਉਣ ਲਈ ਵੱਖ-ਵੱਖ ਸ਼੍ਰੇਣੀਆਂ ਵਰਤਦੇ ਹਨ। ਨਿਰਭਰ ਕਰਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਲਈ ਜਾਣਕਾਰੀ ਕਿੰਨੀ ਜਰੂਰੀ ਹੈ, ਇਹ ਇਕਾਈਆਂ ਇਸ ਤਰਾਂ ਮਾਰਕ ਕੀਤੀਆਂ ਹਨ:
si_lk: අමරතව, ඔබගේ අවදානය කුඩා තොරතුරු වෙතට යොමු කිරීම සඳහා අත්පොත වෙනස් උපක්‍රම භාවිතා කරයි ඔබට තොරතුරු කොපමණ අවශ්‍යද යන්න මත මෙම අයිතම පහත පරිදි සළකුණු කරනු ඇත:.
ta_in: கூடுதலாக, இந்த கையேடு பல்வேறு வியூகங்களை கொண்டு ஒரு சிறிய விஷயத்தை உங்கள் கவனத்திற்கு கொண்டு வர பயன்படுகிறது. அந்த தகவல்கள் எவ்வளவு அவசியமானது என்பது பின்வருமாறு குறிக்கப்பட்டிருக்கும்
te_in: మీ చూపును సమాచార అనుబందాలవైపు లాగటానికి అధనంగా,చేతి పుస్తకం వేర్వేరు నైజాలను ఉపయోగిస్తుంది. మీకు సమాచారం ఎంత మఖ్యమో దానిని అనుసరించి, ఈ అంశాలు క్రింది విదంగా గుర్తించబడ్డాయి:
zh_cn: 此外，本手册使用不同的标记来引起你对某些信息的注意。按照其重要程度的次序，这些信息具有如下标记：
zh_tw: 另外，本指南使用了不同的方式來引起您對於各項資訊上的注意。這些資訊的重要性如下按照重要性順序所示：

source: Note
as_in: টোকা
bn_in: উল্লেখ্য
de_de: Anmerkung
es_es: Nota
fr_fr: Remarque
kn_in: ಸೂಚನೆ
ko_kr: 알림
ml_in: കുറിപ്പ്
mr_in: टिप्पणी
pa_in: ਸੂਚਨਾ
si_lk: සටහන
ta_in: குறிப்பு
te_in: గమనిక
zh_cn: 注意
zh_tw: Note（註解）

source: A note is typically information that you need to understand the behavior of the system.
as_in: ব্যৱস্থাপ্ৰণালীৰ আচৰণ বুজিবলৈ আপোনাৰ বাবে প্ৰয়োজনীয় বিশেষ তথ্য হৈছে এটা টোকা ।
bn_in: সিস্টেমের আচরণ সম্বন্ধে ব্যবহারকারীকে ওয়াকিবহল করার উদ্দেশ্যে 'উল্লেখ্য' শীর্ষক তথ্য উপলব্ধ করা হয়েছে।
de_de: Eine Anmerkung bezeichnet üblicherweise Informationen, die Sie zum Verständnis der Verhaltensweise des Systems benötigen.
es_es: Una nota es generalmente un fragmento de información que explica el comportamiento del sistema.
fr_fr: Une remarque est une information d'ordre général dont vous avez besoin pour comprendre le comportement d'un système.
kn_in: ಸೂಚನೆಯು ಸಾಮಾನ್ಯವಾಗಿ ಗಣಕದ ವರ್ತನೆಯನ್ನು ಅರ್ಥ ಮಾಡಿಕೊಳ್ಳಲು ನಿಮಗೆ ಅಗತ್ಯವಿರುವ ಮಾಹಿತಿಯಾಗಿರುತ್ತದೆ.
ko_kr: 알림은 시스템의 상태에 대해 알고 있어야 하는 일반적인 내용을 설명할 때 사용됩니다.
ml_in: സിസ്റ്റമിന്റെ പ്റവറ്‍ത്തനങ്ങള്‍ മനസ്സിലാക്കുന്നതിനായി നിങ്ങളെ ഒരു കുറിപ്പ് സഹായിക്കുന്നു.
mr_in: टिप्पणी विशेषतः प्रणालीची वागणुक समजण्याकरीता माहिती प्रदान करण्यास असते.
pa_in: ਇਹ ਸੂਚਨਾ ਖਾਸ ਕਰਕੇ ਉਹ ਜਾਣਕਾਰੀ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਸਿਸਟਮ ਦੇ ਵਰਤਾਓ ਬਾਰੇ ਦੱਸਦੀ ਹੈ।
si_lk: සටහනක් ලෙස සංකේතවත් කරනුයේු පද්ධතියේ හැසිරීම පිළිබඳ අවබෝදයක් ලබා ගැනීමට ඔබට අවශ්‍ය තොරතුරුයි.
ta_in: ஒரு குறிப்பு என்பது ஒரு அமைப்பை பற்றி அறிய உதவும் தகவலாகும்.
te_in: గమనిక అనేది సిస్టము యొక్క స్వబావాన్ని అర్ధంచేసు కోవడానికి కావలిసిన సమాచారం.
zh_cn: “注意”通常表示你需要了解的系统行为方面的一些信息。
zh_tw: 註解通常代表您要了解系統行為之前所需理解的資訊。

source: Tip
de_de: Tipp
zh_tw: Tip（暗示 / 秘訣）

source: A tip is typically an alternative way of performing a task.
as_in: কোনো কাৰ্য্য কৰাৰ বৈকল্পিক ধৰণ হৈছে এটা ইঙ্গিত ।
bn_in: 'উপদেশ' দ্বারা কোনো ধরনের কর্ম সঞ্চালনের ভিন্ন পদ্ধতি সম্পর্কে লেখা হয়েছে।
de_de: Bei einem Tipp handelt es sich üblicherweise um eine alternative Möglichkeit, eine Aufgabe durchzuführen.
es_es: Una sugerencia es una manera alternativa de ejecutar una tarea.
fr_fr: Une astuce est généralement une autre manière d'effectuer une tâche.
kn_in: ಸುಳಿವು ಸಾಮಾನ್ಯವಾಗಿ ಒಂದು ಕಾರ್ಯವನ್ನು ನೆರವೇರಿಸಲು ಒಂದು ಪರ್ಯಾಯ ಮಾರ್ಗವಾಗಿರುತ್ತದೆ.
ko_kr: 정보는 작업을 실행하기 위해 대안적인 방법을 설명할 때 사용됩니다.
ml_in: ഒരു ജോലി ശരിയായി ചെയ്യുന്നതിന് നിങ്ങളെ സൂചന സഹായിക്കുന്നു.
mr_in: टिप कार्य इतर रिती कार्यान्वीत करण्याकरीता आहे.
pa_in: ਟਿੱਪਣੀ ਕਿਸੇ ਕਾਰਜ ਨੂੰ ਕਰਨ ਲਈ ਤਰੀਕਾ ਦੱਸਦੀ ਹੈ।
si_lk: ඉඟියක් යනු කාර්‍යයක් සිදු කිරීමට තවත් ක්‍රමයකි.
ta_in: ஒரு பணியை செய்யும் போது துணுக்கு ஒரு மாற்று வழியாகும்.
te_in: చిట్కా అనేది ఒక పనిని చేయుటకు తత్సంభంద వేరోక మార్గం.
zh_cn: “提示”通常是执行某个任务的另外一种方法。
zh_tw: 秘訣通常是執行一項工作的另一種方式。

source: Important
as_in: গুৰুত্বপূৰ্ণ
bn_in: গুরুত্বপূর্ণ
de_de: Wichtig
es_es: Importante
kn_in: ಮಹತ್ವವಾದ ಮಾಹಿತಿ
ko_kr: 중요
ml_in: പ്റധാനപ്പെട്ടത്
mr_in: महत्वाचे
pa_in: ਜਰੂਰੀ
si_lk: වැදගත්
ta_in: முக்கியமானது
te_in: ముఖ్యమైన
zh_cn: 重要
zh_tw: Important（重要）

source: Important information is necessary, but possibly unexpected, such as a configuration change that will not persist after a reboot.
as_in: গুৰুত্বপূৰ্ণ তথ্য প্ৰয়োজনীয়, কিন্তু অপ্ৰত্যাসিত, যেনে পুনৰাৰম্ভৰ পিছত প্ৰযোজ্য নোহোৱা বিন্যাসৰ সাল সলনি ।
bn_in: 'গুরুত্বপূর্ণ' রূপে চিহ্নিত তথ্যগুলি আবশ্যক হলেও সম্ভবত অপ্রত্যাশিত, যেমন কনফিগারেশন সংক্রান্ত বিবিধ পরিবর্তন যেগুলি সিস্টেম পুনরায় বুট করার পরে মুছে ফেলা হবে।
de_de: Wichtige Informationen sind notwendig, jedoch möglicherweise unerwartet, wie beispielsweise die Änderung einer Konfiguration, die nicht über den Neustart hinaus bestehen bleibt.
es_es: La información importante es necesaria pero posiblemente inesperada. Un ejemplo de esta clase de información son los cambios de configuración que se pierden después de un reinicio.
fr_fr: Les informations importantes sont nécessaires, mais peuvent être inattendues, telles que la modification d'une configuration qui ne persiste pas après un redémarrage.
kn_in: ಮಹತ್ವವಾದ ಮಾಹಿತಿಯು ಅಗತ್ಯವಾದ, ಆದರೆ ಅನಿರೀಕ್ಷಿತವಾದಂತಹುದಾಗಿರುತ್ತದೆ. ಉದಾಹರಣೆಗೆ ಒಂದು ಪುನರ್ ಬೂಟಿನ ನಂತರ ಉಳಿಯದೆ ಹೋಗುವ ಒಂದು ಸಂರಚನಾ ಬದಲಾವಣೆ.
ko_kr: 재부팅 후 설정 변경 사항이 지속되지 않는 것과 같이 예상하지 못했던 상황이 발생할 수 있는 알고 있어야 하는 중요한 정보를 나타낼 때 사용됩니다.
ml_in: പ്റധാപ്പെട്ട വിവരങ്ങള്‍ അത്യാവശ്യമാണ്, പക്ഷേ അവ പലപ്പോഴും അപ്റതീക്ഷിതവുമാണ്. ഉദാഹരണത്തിന്, റീബൂട്ടിന് ശേഷം നിലനില്‍ക്കാത്ത ക്റമികരണത്തില്‍ വരുത്തിയിരിക്കുന്ന മാറ്റം.
mr_in: महत्वाची माहिती जरुरी आहे, पण अपेक्षित नाही, जसे उदाहरणार्थ प्रणाली पुनः सुरू केल्यावरही संरचना टिकुण राहणे शक्य नाही.
pa_in: ਜਰੂਰੀ ਜਾਣਕਾਰੀ ਲਾਜ਼ਮੀ ਹੈ, ਪਰ ਸੰਭਾਵੀ ਰੂਪ ਵਿੱਚ ਨਾ-ਆਸਵੰਦ ਹੈ, ਜਿਵੇਂ ਕਿ ਸੰਰਚਨਾ ਤਬਦੀਲੀ ਜੋ ਮੁੜ-ਚਾਲੂ ਹੋਣ ਤੇ ਬਰਕਰਾਰ ਨਹੀਂ ਰਹੇਗੀ।
si_lk: අත්‍යවශ්‍ය වැදගත් තොරතුරු නමුත් සාමාන්‍යයෙන් බලාපොරොත්තු විය නොහැකි, මානකරණ වෙනස් කිරීම් යළි ආරම්ඹයෙන් පසුව නොපිහිටිම වැනි.
ta_in: முக்கியமான தகவல் தேவையானது, ஒரு மறுதுவக்கத்திற்குப் பின் கட்டமைப்பு மாற்றம் எதிர்பார்க்காமல் எதுவும் நடக்கலாம்.
te_in: ముఖ్యమైన సమాచారం తప్పనిసరి, కాని సాద్యం గా ఊహించలేనిది,అది ఎలాగంటే ఆకృతీకరణ మార్పు పునఃప్రారంభం తరువాత ఉండబోదు.
zh_cn: “重要”是必需的、但有可能是意外的信息，例如在重启后将丢失的配置修改。
zh_tw: 重要資訊雖無可避免，不過也可能是無法預期的，例如無法在重新開機後保存的配置變更。

source: Caution
as_in: সাৱধান
bn_in: সাবধান
de_de: Vorsicht
es_es: Precaución
fr_fr: Attention
kn_in: ಜೋಕೆ
ko_kr: 주의
ml_in: ശ്റദ്ധിക്കുക
mr_in: धोका
pa_in: ਸਾਵਧਾਨੀ
si_lk: අනතුරු හැගවීම
ta_in: அபாயம்
te_in: జాగ్రత్త
zh_cn: 提醒
zh_tw: Caution（注意）
