Repository: ajtowns/publican
Catalog: publican-jboss/*/Conventions.po
Languages: as_in, bn_in, de_de, es_es, fr_fr, kn_in, ko_kr, ml_in, mr_in, pa_in, si_lk, ta_in, te_in, zh_cn, zh_tw

source: A caution indicates an act that would violate your support agreement, such as recompiling the kernel.
as_in: আপোনাৰ সমৰ্থনৰ সৰ্ত্তক বাধা দিব পৰা কোনো কাৰ্য্যৰ পৰা আপোনাক সাৱধান কৰা হয়, যেনে কাৰ্ণেলক পুণঃ সঙ্কলন কৰা ।
bn_in: 'সাবধান' চিহ্ন দ্বারা উল্লিখিত তথ্যের সাহায্যে, আপনার ক্রয় করা সহায়তা চুক্তি উল্লঙ্ঘনকারী কর্মগুলি নির্দেশ করা হয়, যেমন কার্নেল পুনরায় কম্পাইল করা হলে।
de_de: "Vorsicht" weist auf einen Vorgang hin, mit dem Sie Ihre Support-Einwilligung verletzen, wie das Neu-Kompilieren des Kernels.
es_es: Una precaución indica un acto que violaría su acuerdo de soporte. La recompilación del kernel es un ejemplo.
fr_fr: Il s'agit d'une action qui pourrait enfreindre votre contrat de support, par exemple la recompilation du noyau.
kn_in: ಒಂದು ಜೋಕೆ ಸೂಚನೆಯು ಕರ್ನಲನ್ನು ಪುನರ್ ಸಂಕಲಿಸುವಂತಹ ಬೆಂಬಲ ಕರಾರನ್ನು ಉಲ್ಲಂಘಿಸುವ ಒಂದು ಕಾರ್ಯದ ಬಗ್ಗೆ ಎಚ್ಚರಿಕೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ko_kr: 주의는 커널 재컴파일과 같이 지원 체계에 위반되는 작업임을 나타낼 때 사용됩니다.
ml_in: നിങ്ങള്‍ക്ക് പിന്തുണ ഏകുന്ന കരാറുകള്‍ക്ക് എതിരെയുള്ള പ്റവറ്‍ത്തികള്‍ സൂചിപ്പിക്കുന്നതിനായി നിങ്ങളെ 'ശ്രദ്ധിക്കുക' എന്നത് സഹായിക്കുന്നു. ഉദാഹരണത്തിന്, കേര്‍ണല്‍ വീണ്ടും കംപൈല്‍ ചെയ്യുക.
mr_in: धोका आपले आधार करार भंग होणार नाही हे दर्शवितो, उदाहरणार्थ कर्नल पुनःकंपाईल होण्यापासून आपल्याला सावध करतो.
pa_in: ਇੱਕ ਸਾਵਧਾਨੀ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਕਾਰਵਾਈ ਜੋ ਤੁਹਾਡੇ ਸਹਿਯੋਗ ਇਕਰਾਰਾਨਾਮੇ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਂਦੀ ਹੈ, ਜਿਵੇਂ ਕਿ ਕਰਨਲ ਮੁੜ-ਕੰਪਾਈਲ ਕਰਨਾ।
si_lk: න්‍යෂ්ථිය යළි කම්පයිල් කිරීම වැනි සහය සම්මුතිය උල්ලන්ගනය කිරීමේ ක්‍රියා අනතුරු හැගවීම මඟින් සංකේතවත් කරයි.
ta_in: ஒரு அபாயம் கர்னலை மீண்டும் நிறுவும் போது உங்கள் சேவை ஒப்பந்தத்தை மீறுகிறது.
te_in: జాగ్రత్త అనునది ఒక పని అది మీ మద్దతు ఒప్పందాన్ని ఉల్లంగించేది,అది ఇలా కెర్నలు ను రీకంపైలు చేయటం.
zh_cn: “提醒”表示将违反支持协议的行为，如重新编译内核。
zh_tw: 注意訊息代表一項有可能會違反您支援合約的動作，比方說重新編譯 kernel。

source: Warning
as_in: সতৰ্কবাণী
bn_in: সতর্কবাণী
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
kn_in: ಎಚ್ಚರಿಕಾ ಸೂಚನೆ
ko_kr: 경고
ml_in: മുന്നറിയിപ്പ്
mr_in: सावधानता
pa_in: ਚੇਤਾਵਨੀ
si_lk: අවවාදය
ta_in: எச்சரிக்கை
te_in: హెచ్చరిక
zh_cn: 警告
zh_tw: Warning（警告）

source: A warning indicates potential data loss, as may happen when tuning hardware for maximum performance.
as_in: সতৰ্কবানীয়ে সম্ভাৱনীয় তথ্যৰ ক্ষতি বুজাই, যি যান্ত্ৰিক সামগ্ৰীক সৰ্বোচ্চ কাৰ্য্যসাধনৰ বাবে বিন্যাস কৰোঁতে হ'ব পাৰে ।
bn_in: 'সতর্কবাণী' চিহ্ন দ্বারা তথ্য ক্ষতিগ্রস্ত হওয়ার সম্ভাবনার ইঙ্গিত দেওয়া হয়, যেমন সর্বোত্তম কর্মক্ষমতা প্রাপ্ত করার জন্য হার্ডওয়্যার পরিবর্তনের সময়।
de_de: Eine Warnung weist auf einen möglichen Datenverlust hin, was bei einem Tunen der Hardware für maximale Leistung der Fall sein könnte.
es_es: Una advertencia indica la potencial pérdida de datos. Ésto puede pasar cuando se sintoniza el hardware para obtener mayor rendimiento.
fr_fr: Un avertissement indique une éventuelle perte de données, comme cela peut se produire lorsque vous personnalisez un matériel afin d'optimiser les performances.
kn_in: ಒಂದು ಎಚ್ಚರಿಕಾ ಸೂಚನೆಯು ಯಂತ್ರಾಂಶವನ್ನು ಗರಿಷ್ಟ ಪ್ರಮಾಣದ ಕಾರ್ಯನಿರ್ವಹಣೆಗೆ ಹೊಂದಿಸುವಾಗ ಉಂಟಾಗಬಹುದಾದಂತಹ ಒಂದು ಸಂಭಾವ್ಯ ದತ್ತಾಂಶ ಹಾನಿಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ko_kr: 경고는 하드웨어를 최대 성능 상태로 설정했을 때 발생할 수 있는 데이터 손실을 나타낼 때 사용됩니다.
ml_in: ഏറ്റവും അധികം പ്റകടനത്തിനായി ഒരു ഹാര്‍ഡ്‌വെയറ്‍ ഉപയോഗിക്കുമ്പോള്‍ സംഭവിക്കുവാന്‍ സാധ്യതയുള്ള ഡേറ്റാ നഷ്ടങ്ങള്‍ക്കായി മുന്നറിയിപ്പ് സഹായിക്കുന്നു.
mr_in: सावधानता माहिती नष्ट होणे दर्शवितो, जसे की हार्डवेअरला कमाल कामगिरीकरीता गरजेपेक्षा जास्त वेळ चालवणे.
pa_in: ਇੱਕ ਚੇਤਾਵਨੀ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਖਾਸ ਡਾਟਾ ਨੁਕਸਾਨ, ਹੋ ਸਕਦਾ ਹੈ ਜਦੋਂ ਹਾਰਡਵੇਅਰ ਨੂੰ ਵਧੀਆਂ ਕਾਰਜਕੁਸ਼ਲਤਾ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
si_lk: දෘඩාංග උපරිම හැකියාවන් සඳහා සුසර කිරීමෙදී සිදුවන්නාවූ, පවතින දත්ත නැති වීමක් අවවාදය සංකේතවත් කරයි.
ta_in: ஒரு எச்சரிக்கை வன்பொருளை அதிகபட்ச செயல்திறனுக்கு கூட்டும் போது தரவு இழப்பை குறிக்கிறது.
te_in: హెచ్చరిక అనునది డాటా నష్టం సంభవించుటను సూచిస్తుంది,ఇది హార్డువేరు ను గరిష్ఠ పనితనం కోరకు సరికూర్చు నప్పుడు జరుగవచ్చు.
zh_cn: “警告”表示可能发生的数据丢失，例如为获取最大性能而对硬件进行调整时可能导致的后果。
zh_tw: 警告訊息代表潛在的資料遺失，通常可能會在為了達到硬體最大效能而調整該硬體的情況下發生。

source: translator-credits
de_de: N/A
zh_tw: 譯者姓名︰莊佳儒（Terry Chuang）2007

source: Courier font
as_in: Courier ফ'ন্ট
bn_in: Courier ফন্ট
es_es: Fuente courier
fr_fr: Police Courier
kn_in: ಕುರಿಯರ್ ಅಕ್ಷರಶೈಲಿ
ko_kr: Courier 글꼴
ml_in: കൊരിയര്‍ ലിപി
mr_in: कुरियर फॉन्ट
pa_in: ਕੋਰੀਅਰ ਫੌਂਟ
si_lk: Courier අක්‍ෂර
ta_in: கொரியர் எழுத்துரு
zh_cn: Courier 字体
zh_tw: Courier 字型
