Repository: ajtowns/publican
Catalog: publican-jboss/*/Feedback.po
Languages: de_de, fr_fr, ja_jp, ko_kr

source: Getting Help and Giving Feedback
de_de: Hilfe bekommen und Feedback geben
fr_fr: Obtenir de l'aide et faire des commentaires
ja_jp: サポート、およびフィードバックのお願い
ko_kr: 지원 및 피드백 제공

source: Do You Need Help?
de_de: Brauchen Sie Hilfe?
fr_fr: Avez-vous besoin d'aide ?
ja_jp: サポートが必要ですか？
ko_kr: 도움이 필요하십니까?

source: <primary>help</primary> <secondary>getting help</secondary>
de_de: <primary>Hilfe</primary> <secondary>Hilfe bekommen</secondary>
fr_fr: <primary>aide</primary> <secondary>obtenir de l'aide</secondary>
ja_jp: <primary>サポート</primary> <secondary>サポートを受ける</secondary>
ko_kr: <primary>지원</primary> <secondary>지원 받기</secondary>

source: If you experience difficulty with a procedure described in this documentation, visit the Red Hat Customer Portal at <ulink url="http://access.redhat.com" />. Through the customer portal, you can:
de_de: Falls Sie Schwierigkeiten mit einer der in diesem Handbuch beschriebenen Prozeduren haben, besuchen Sie das Red Hat Kundenportal unter <ulink url="http://access.redhat.com" />. Via Kundenportal können Sie:
fr_fr: Si vous rencontrez des difficultés avec l'une des procédures décrites dans cette documentation, veuillez visiter le Portail Client Red Hat sur <ulink url="http://access.redhat.com" />. Sur le portail client, vous pourrez :
ja_jp: 本書に説明してある手順で問題があれば、Red Hat カスタマーポータル(<ulink url="http://access.redhat.com" />)をご覧ください。カスタマーポータルでは以下を行うことができます。
ko_kr: 이 문서에 설명된 절차에 문제가 있을 경우, Red Hat 고객 포털(<ulink url="http://access.redhat.com" />)을 방문하십시오. 고객 포털에서는 다음을 수행할 수 있습니다:

source: search or browse through a knowledgebase of technical support articles about Red Hat products.
de_de: eine Knowledgebase bestehend aus Artikeln rund um technischen Support für Red Hat Produkte durchsuchen oder zu durchstöbern.
fr_fr: effectuer des recherches ou naviguer sur la base de connaissances d'articles de support techniques concernant les produits Red Hat.
ja_jp: Red Hat 製品に関する技術的なサポートの記載をナレッジベースで検索、閲覧することができます。
ko_kr: Red Hat 제품에 대한 기술 지원 지식베이스를 검색하거나 살펴볼 수 있습니다.

source: submit a support case to Red Hat Global Support Services (GSS).
de_de: einen Support-Case bei Red Hat Global Support Services (GSS) einreichen.
fr_fr: soumettre une requête de support au service Red Hat Global Support Services (GSS).
ja_jp: サポートケースを Red Hat グローバルサポートサービス(GSS)に提出することができます。
ko_kr: Red Hat 글로벌 지원 서비스(GSS)에 지원을 요청할 수 있습니다.

source: access other product documentation.
de_de: auf weitere Produktdokumentationen zugreifen.
fr_fr: accéder aux documents des autres produits de Red Hat.
ja_jp: 他の製品文書を参照することができます。
ko_kr: 다른 제품 문서를 살펴볼 수 있습니다.

source: Red Hat also hosts a large number of electronic mailing lists for discussion of Red Hat software and technology. You can find a list of publicly available mailing lists at <ulink url="https://www.redhat.com/mailman/listinfo" />. Click on the name of any mailing list to subscribe to that list or to access the list archives.
de_de: Red Hat unterhält außerdem eine Vielzahl von Mailing-Listen zur Diskussion über Red Hat Software und Technologie. Eine Übersicht der öffentlich verfügbaren Listen finden Sie unter <ulink url="https://www.redhat.com/mailman/listinfo" />. Klicken Sie auf den Namen einer Liste für weitere Einzelheiten zum Abonnieren dieser Liste oder um auf deren Archiv zuzugreifen.
fr_fr: Red Hat est l'hôte de nombreuses listes de diffusion traitant de ses logiciels et technologies. Vous trouverez un ensemble des listes de diffusion disponibles au public sur <ulink url="https://www.redhat.com/mailman/listinfo" />. Cliquez sur le nom d'une liste pour vous inscrire à celle-ci ou pour accéder à ses archives.
ja_jp: また、Red Hat は Red Hat のソフトウェアやテクノロジーに関するディスカッションの場として多くのメーリングリストを設置しています。公開されているメーリングリストについては<ulink url="https://www.redhat.com/mailman/listinfo"></ulink>で一覧を参照してください。メーリングリストをサブスクライブする、またはメーリングリストのアーカイブを参照する場合はそのメーリングリスト名をクリックします。
ko_kr: 또한 Red Hat은 Red Hat 소프트웨어와 기술에 대해 논의하는 수많은 메일링 리스트를 호스트하고 있습니다. 공개된 리스트 목록은 <ulink url="https://www.redhat.com/mailman/listinfo"/>에 있습니다. 리스트에 가입하거나 리스트 아카이브를 보시려면 원하는 메일 리스트의 이름을 클릭하십시오.

source: Give us Feedback
de_de: Wir freuen uns auf Ihr Feedback!
fr_fr: Vos commentaires sont importants&nbsp;!
ja_jp: フィードバックをお願いします
ko_kr: 피드백을 보내주시기 바랍니다!

source: <primary>feedback</primary> <secondary>contact information for this manual</secondary>
de_de: <primary>Feedback</primary> <secondary>Kontaktinformationen für dieses Handbuch</secondary>
fr_fr: <primary>feedback</primary> <secondary>qui contacter pour ce manuel</secondary>
ja_jp: <primary>フィードバック</primary> <secondary>本書に対する連絡先情報</secondary>
ko_kr: <primary>피드백</primary> <secondary>문서에 대한 연락처 정보</secondary>

source: If you find a typographical error, or know how this guide can be improved, we would love to hear from you. Submit a report in Bugzilla against the product <literal>&BZPRODUCT;</literal> and the component <literal>&BZCOMPONENT;</literal>. The following link will take you to a pre-filled bug report for this product: &BZURL;.
de_de: Falls Sie einen Tippfehler finden oder eine Idee zur Verbesserung des Handbuchs haben, freuen wir uns über Ihr Feedback! Bitte reichen Sie hierzu einen Fehlerbericht für das Produkt <literal>&BZPRODUCT;</literal> und die Komponente <literal>&BZCOMPONENT;</literal> ein. Das folgende Link bringt Sie zu einem bereits ausgefüllten Bug-Report für dieses Produkt: &BZURL;.
fr_fr: Si vous repérez une erreur de typographie dans ce guide, ou si vous pensez à un moyen de parfaire ce guide, faîtes-nous en part ! Soumettez-nous un rapport dans Bugzilla sous le produit <literal>&BZPRODUCT;</literal> et sous le composant <literal>&BZCOMPONENT;</literal>. Le lien suivant vous conduira vers un format de rapport tout préparé pour le produit dont il s'agit : &BZURL;.
ja_jp: 誤植、本ガイドの改善案がある場合、ご意見お待ちしております。製品<literal>&BZPRODUCT;</literal>、コンポーネント<literal>&BZCOMPONENT;</literal>としBugzilla から報告してください。以下のリンク&BZURL;から、あらかじめ記入が施されている本製品のバグレポートへ移動できます。
ko_kr: 오자를 발견하셨거나 보다 좋은 메뉴얼을 만들기 위한 제안 이 있다면 언제든지 저희에게 알려주십시오. 제품 <literal>&BZPRODUCT;</literal> 및 구성요소 <literal>&BZCOMPONENT;</literal>로 버그질라에서 보고하십시오. 다음의 링크 &BZURL;에서 미리 기입된 제품의 버그 리포트를 확인할 수 있습니다.

source: Fill out the following template in Bugzilla's <literal>Description</literal> field. Be as specific as possible when describing the issue; this will help ensure that we can fix it quickly.
de_de: Füllen Sie folgende Vorlage in Bugzillas <literal>Description</literal>-Feld aus. Bitte seien Sie so genau wie möglich bei der Problembeschreibung, da dies uns dabei hilft, das Problem so schnell wie möglich zu beheben.
fr_fr: Remplissez le formulaire suivant dans Bugzilla sous le champ <literal>Description</literal>. Veillez à être aussi précis que possible quand vous décrivez le problème; cela nous permettra de régler le problème plus rapidement.
ja_jp: Bugzilla の<literal>Description</literal> フィールドにある以下のテンプレートに記載してください。できるだけ具体的に問題を説明していただけると、迅速に問題解決へ向けた取り組みが行いやすくなります。
ko_kr: 버그질라의 <literal>설명 (Description)</literal>란에 다음과 같은 템플릿을 작성하십시오. 가능한 구체적으로 문제를 설명하여 주시면 신속하게 문제를 해결하는데 도움이 될 수 있습니다.

source: Document URL: Section Number and Name: Describe the issue: Suggestions for improvement: Additional information:
de_de: Dokument-URL: Nummer und Name des Abschnitts: Problembeschreibung: Verbesserungsvorschlag: Weitere Informationen:
fr_fr: URL du Document : Numéro et Nom de Section : Description du problème : Suggestions pour améliorer : Informations supplémentaires :
ja_jp: 文書URL： 項、項のタイトル： 問題の説明： 改善案： 追加情報：
ko_kr: 문서 URL: 섹션 번호 및 이름: 문제 설명: 개선 방안: 추가 정보:

source: Be sure to give us your name so that you can receive full credit for reporting the issue.
de_de: Bitte geben Sie auch Ihren Namen an, damit wir uns offiziell bei Ihnen bedanken können.
fr_fr: N'oubliez pas de mentionner votre nom de façon à ce que nous puissions vous donner tout le crédit que vous méritez à soulever le problème en question.
ja_jp: 問題報告の功績が認められるよう、名前を記載するのを忘れないようにしてください 。
ko_kr: 문제 보고에 대한 공적을 인정받기 위해 이름을 반드시 기재하시기 바랍니다.
