Repository: ajtowns/publican
Catalog: publican-jboss/*/Translatable-Entities.po
Languages: as_in, de_de, es_es, fr_fr, gu_in, ja_jp, kn_in, mr_in, pa_in, pt_br, ru_ru, ta_in

source: Administration Server
as_in: প্ৰশাসনৰ সেৱক
de_de: Administrationsserver
es_es: Servidor de administración
fr_fr: Serveur d'administration
gu_in: સંચાલન સર્વર
ja_jp: 管理サーバ
kn_in: ವ್ಯವಸ್ಥಾಪಕ ಪರಿಚಾರಕ
mr_in: प्रशासन सर्वर
pa_in: ਪਰਬੰਧਨ ਸਰਵਰ
pt_br: Servidor de Administração
ru_ru: Административный сервер
ta_in: நிர்வாக சேவையகம்

source: Administration Guide
as_in: প্ৰশাসনৰ প্ৰদৰ্শক
de_de: Administrationshandbuch
es_es: Manual de administración
fr_fr: Guide d'administration
gu_in: સંચાલન માર્ગદર્શન
ja_jp: 管理ガイド
kn_in: ವ್ಯವಸ್ಥಾಪಕ ಮಾರ್ಗದರ್ಶಿ
mr_in: प्रशासन पुस्तिका
pa_in: ਪਰਬੰਧਨ ਗਾਈਡ
pt_br: Guia de Administração
ru_ru: Руководство по администрации
ta_in: நிர்வாக கையேடு

source: Agent Guide
as_in: নিযুক্তকৰ প্ৰদৰ্শক
de_de: Agent-Handbuch
es_es: Manual agente
gu_in: એજન્ટ માર્ગદર્શન
ja_jp: エージェントガイド
kn_in: ಮಧ್ಯವರ್ತಿ ಮಾರ್ಗದರ್ಶಿ
mr_in: सहायक पुस्तिका
pa_in: ਏਜੰਟ ਗਾਈਡ
pt_br: Guia do Agente
ru_ru: Руководство по использованию агента
ta_in: முகவர் கையேடு

source: Activation Key Administrator
as_in: সক্ৰীয় কৰা চাবিৰ প্ৰশাসক
de_de: Aktivierungsschlüssel-Administrator
es_es: Administrador de la llave de activación
fr_fr: Administrateur de clé d'activation
gu_in: સક્રિયકરણ કી સંચાલક
ja_jp: アクティベーションキー管理者
kn_in: ಸಕ್ರಿಯಗೊಳಿಸುವ ವ್ಯವಸ್ಥಾಪಕ ಕೀಲಿ
mr_in: सक्रिय कळ प्रशासक
pa_in: ਸਰਗਰਮੀ ਕੁੰਜੀ ਪਰਬੰਧਨ
pt_br: Administrador de Ativação de Chaves
ru_ru: Администратор ключа активации
ta_in: செயல்படுத்தல் விசை நிர்வாகி

source: Apache Web server
as_in: Apache ওৱেব সেৱক
es_es: Servidor Web Apache
fr_fr: Serveur Web Apache
gu_in: અપાચે વેબ સર્વર
ja_jp: Apache Web サーバ
kn_in: Apache ಜಾಲ ಪರಿಚಾರಕ
mr_in: अपाची वेब सर्वर
pa_in: ਅਪਾਚੇ ਵੈੱਬ ਸਰਵਰ
pt_br: Servidor Web Apache
ru_ru: сервер Apache
ta_in: அப்பாச்சி இணைய சேவையகம்

source: Update
as_in: উন্নয়ন
fr_fr: Mise à jour
gu_in: સુધારો
ja_jp: 更新
kn_in: ಅಪ್ದೇಟ್
mr_in: अद्ययावत
pa_in: ਅੱਪਡੇਟ
pt_br: Atualização
ru_ru: Обновление
ta_in: மேம்படுத்தல்

source: <guilabel>Big Board</guilabel>
gu_in: <guilabel>મોટું બોર્ડ</guilabel>
mr_in: <guilabel>मोठे बोर्ड</guilabel>
pa_in: <guilabel>ਬਿੱਗ ਬੋਰਡ</guilabel>
ru_ru: <guilabel>Бигборд</guilabel>

source: RHN Proxy Broker Server
as_in: RHN Proxy Broker সেৱক
es_es: servidor RHN Proxy Broker
gu_in: RHN Proxy બ્રોકર સર્વર
ja_jp: RHN Proxy ブローカー サーバ
kn_in: RHN Proxy Broker ಪರಿಚಾರಕ
mr_in: RHN प्रॉक्सी उल्लंघन सर्वर
pa_in: RHN ਪਰਾਕਸੀ ਬਰੋਕਰ ਸਰਵਰ
pt_br: Proxy Broker Server do RHN
ru_ru: Сервер RHN Proxy Broker
ta_in: RHN பதிலாள் இடை சேவையகம்

source: certificate authority
as_in: প্ৰমাণপত্ৰৰ কৰ্ত্তৃপক্ষ
es_es: autoridad certificadora
fr_fr: autorité de certificat
gu_in: પ્રમાણપત્ર સત્તા
ja_jp: 証明証権限
kn_in: ಅರ್ಹತಾ ಪತ್ರದ ಪ್ರಾಧಿಕಾರ
mr_in: प्रमाणपत्र अधिप्रमाणन
pa_in: ਸਾਰਟੀਫਿਕੇਟ ਪ੍ਰਮਾਣਿਕਤਾ
pt_br: autoridade de certificados
ru_ru: права сертификата
ta_in: சான்றிதழ் அதிகாரம்

source: HTTP Proxy Caching Server
as_in: HTTP Proxy Caching সেৱক
es_es: Servidor de caché proxy HTTP
gu_in: HTTP પ્રોક્સી કેશીંગ સર્વર
ja_jp: HTTP Proxy キャッシング サーバ
kn_in: HTTP Proxy Caching ಪರಿಚಾರಕ
mr_in: HTTP प्रॉक्सी कैश सर्वर
pa_in: HTTP ਪਰਾਕਸੀ ਕੈਚਿੰਗ ਸਰਵਰ
ru_ru: Кэширующий сервер HTTP Proxy
ta_in: HTTP பதிலாள் இடையக சேவையகம்

source: Check Reference Guide
as_in: উল্লেখ নিৰ্দেশক চাওক
de_de: Referenzhandbuch überprüfen
es_es: Revise el manual de referencia
fr_fr: Consultez le guide de référence
gu_in: ચકાસણી સંદર્ભ માર્ગદર્શન
ja_jp: リファレンスガイドを確認
kn_in: ಪರಾಮರ್ಶ ಮಾರ್ಗದರ್ಶಿಯನ್ನು ನೋಡಿ
mr_in: मदत पुस्तिका तपासा
pa_in: ਹਵਾਲਾ ਗਾਈਡ ਜਾਂਚ ਕਰੋ
pt_br: Consultar Guia de Referência
ru_ru: см. Справочное руководство
ta_in: குறிப்பு கையேட்டை சரிபார்க்கவும்

source: Command Center
as_in: আদেশ কেন্দ্ৰ
es_es: Centro de comandos
gu_in: આદેશ કેન્દ્ર
ja_jp: コマンドセンター
kn_in: ಆಜ್ಞಾ ಕೇಂದ್ರ
mr_in: आदेश केंद्र
pa_in: ਕਮਾਂਡ ਸੈੱਟਰ
pt_br: Central de Comando
ru_ru: Центр команд
ta_in: கட்டளை மையம்

source: Configuration, Command, and File Reference
as_in: বিন্যাস, আদেশ, আৰু নথিপত্ৰৰ ুল্লেখ
de_de: Konfigurations-, Befehls- und Dateireferenz
es_es: Referencia de archivos, comandos y configuración
fr_fr: Références de configuration, commandes et fichiers
gu_in: રૂપરેખાંકન, આદેશ, અને ફાઈલ સંદર્ભ
ja_jp: 設定、コマンド、ファイル参照
kn_in: ಸಂರಚನೆ, ಆಜ್ಞಾ, ಮತ್ತು ಕಡತ ಪರಾಮರ್ಶೆ
mr_in: संरचना, आदेश, व फाइल संदर्भ
pa_in: ਸੰਰਚਨਾ, ਕਮਾਂਡ ਅਤੇ ਫਾਇਲ ਹਵਾਲਾ
pt_br: Referências de Configuração, Comandos, e Arquivos
ru_ru: Справочник по настройке, командам и файлам
ta_in: கட்டமைப்பு, கட்டளை மற்றும் கோப்பு குறிப்பு

source: <guilabel>Command Center</guilabel>
as_in: <guilabel>আদেশ কেন্দ্ৰ</guilabel>
es_es: <guilabel>Centro de comandos</guilabel>
gu_in: <guilabel>આદેશ કેન્દ્ર</guilabel>
ja_jp: <guilabel>コマンドセンター</guilabel>
mr_in: <guilabel>आदेश केंद्र</guilabel>
pa_in: <guilabel>ਕਮਾਂਡ ਸੈਂਟਰ</guilabel>
pt_br: <guilabel>Central de Comando</guilabel>
ru_ru: <guilabel>Центр команд</guilabel>
ta_in: <guilabel>கட்டளை மையம்</guilabel>

source: Configuration Administrator
as_in: বিন্যাস প্ৰশাসক
de_de: Konfigurationsadministrator
es_es: Administrador de la configuración
fr_fr: Administrateur de configuration
gu_in: રૂપરેખાંકન સંચાલક
ja_jp: 設定管理者
kn_in: ಸಂರಚನಾ ವ್ಯವಸ್ಥಾಪಕ
mr_in: रचना प्रशासक
pa_in: ਸੰਰਚਨਾ ਪਰੰਬਧਕ
pt_br: Administrador de Configuração
ru_ru: Администратор настройки
ta_in: கட்டமைப்பு நிர்வாகி

source: Setup and Installation Guide
as_in: প্ৰতিষ্ঠা আৰু সংস্থাপনৰ নিৰ্দেশক
de_de: Einrichtungs- und Installationshandbuch
es_es: Manual de instalación y configuración
fr_fr: Guide de configuration et d'installation
gu_in: સુયોજન અને સ્થાપન માર્ગદર્શન
ja_jp: セットアップとインストールガイド
kn_in: ಸೆಟ್ ಅಪ್ ಹಾಗು ಅನುಸ್ಥಾಪನ ಮಾರ್ಗದರ್ಶಿ
mr_in: मांडणी व स्थापना पुस्तिका
pa_in: ਸੈੱਟਅੱਪ ਅਤੇ ਇੰਸਟਾਲੇਸ਼ਨ ਗਾਈਡ
pt_br: Guia de Configuração e Instalação
ru_ru: Руководство по установке и настройке
ta_in: அமைவு மற்றும் நிறுவல் கையேடு

source: Command-Line Tools Guide
as_in: আদেশ শাৰীৰ সৰঞ্জামৰ নিৰ্দেশক
de_de: Handbuch für Kommandozeilentools
es_es: Manual de herramientas de la línea de comandos
fr_fr: Guide des outils de ligne de commande
gu_in: આદેશ-વાક્ય સાધનો માર્ગદર્શન
ja_jp: コマンドラインツールガイド
kn_in: ಆಜ್ಞಾ-ಸಾಲಿನ ಉಪಕರಣ ಮಾರ್ಗದರ್ಶಿ
mr_in: आदेश-ओळ साधन पुस्तिका
pa_in: ਕਮਾਂਡ ਲਾਈਨ ਸੰਦ ਗਾਈਡ
pt_br: Guia de Ferramentas de Linha de Comando
ru_ru: Руководство по использованию средств командной строки
ta_in: கட்டளை வரி கருவிகள் கையேடு

source: Console
as_in: ক'ন্সোল
de_de: Konsole
es_es: Consola
gu_in: કન્સોલ
ja_jp: コンソール
kn_in: ಕನ್ಸೋಲ್
mr_in: कन्सोल
pa_in: ਕੰਸੋਲ
ru_ru: Консоль
ta_in: பணியகம்

source: <guilabel>Current State</guilabel> area
as_in: <guilabel>বৰ্ত্তমান অৱস্থা</guilabel> ৰ ক্ষেত্ৰ
de_de: <guilabel>Aktueller Status</guilabel> Bereich
es_es: Area de <guilabel>Estado actual</guilabel>
fr_fr: Zone d'<guilabel>État courant</guilabel>
gu_in: <guilabel>વર્તમાન સ્થિતિ</guilabel> વિસ્તાર
ja_jp: <guilabel>現在状況</guilabel> エリア
kn_in: <guilabel>Current State</guilabel> ಕ್ಷೇತ್ರ
mr_in: <guilabel>चालू स्थिती</guilabel> क्षेत्र
pa_in: <guilabel>ਮੌਜੂਦਾ ਸਥਿਤੀ</guilabel> ਖੇਤਰ
pt_br: Area <guilabel>Estado Atual</guilabel>
ru_ru: <guilabel>Текущий статус</guilabel>
ta_in: <guilabel>நடப்பு நிலை</guilabel> பகுதி

source: Deployment Guide
as_in: ডিপ্লইমেন্ট নিৰ্দেশক
de_de: Deployment-Handbuch
es_es: Manual de implementación
fr_fr: Guide de déploiement
gu_in: જમાવટ માર્ગદર્શન
ja_jp: 導入ガイド
kn_in: ನಿಯೋಜನಾ ಮಾರ್ಗದರ್ಶಿ
mr_in: तैनात करण्याकरीता पुस्तिका
pa_in: ਡਿਪਲਾਏਮਿੰਟ ਗਾਈਡ
pt_br: Guia de Implementação
ru_ru: Руководство по развертыванию
ta_in: வரிசைப்படுத்தல் கையேடு

source: Developer's Guide
as_in: বিকাশকৰ নিৰ্দেশক
de_de: Entwicklerhandbuch
es_es: Manual de desarrollo
fr_fr: Guide du développeur
gu_in: વિકાસકર્તાનું માર્ગદર્શન
ja_jp: 開発者ガイド
kn_in: ಅಭಿವೃದ್ಧಿಕಾರರ ಮಾರ್ಗದರ್ಶಿ
mr_in: निर्मात्याची पुस्तिका
pa_in: ਵਿਕਾਸਵਾਦੀ ਗਾਈਡ
pt_br: Guia do Desenvolvedor
ru_ru: Руководство разработчика
ta_in: நிரலாளர்களின் கையேடு

source: DSML Gateway Guide
as_in: DSML দ্বাৰ নিৰ্দেশক
de_de: DSML Gateway-Handbuch
es_es: Manual DSML Gateway
fr_fr: Guide de la passerelle DSML
gu_in: DSML ગેટવે માર્ગદર્શન
ja_jp: DSML ゲートウェイガイド
kn_in: DSML ಗೇಟ್-ವೇ ಮಾರ್ಗದರ್ಶಿ
mr_in: DSML गेटवे पुस्तिका
pa_in: DSML ਗੇਟਵੇ ਗਾਈਡ
pt_br: Guia da Gateway da DSML
ru_ru: Справочник шлюза DSML
ta_in: DSML நுழைவாயில் கையேடு

source: Intel Extended Memory 64 Technology
es_es: Tecnología Intel de Memoria Extendida 64
fr_fr: Technologie Intel Extended Memory 64
gu_in: Intel Extended Memory 64 ટેક્નોલોજી
ja_jp: Intel Extended Memory 64 技術
kn_in: Intel Extended ಮೆಮೊರಿ 64 ತಂತ್ರಜ್ಞಾನ
mr_in: Intel विस्तारीत स्मृती 64 तंत्रज्ञान
pa_in: Intel ਐਕਸਚੈਂਡਡ ਮੈਮੋਰੀ 64 ਟੈਕਨਾਲੋਜੀ
pt_br: Tecnologia Intel Extended Memory 64
ru_ru: Intel Extended Memory 64
ta_in: Intel விரிவாக்கப்பட்ட நினைவகம் 64 தொழில்நுட்பம்

source: Embedded Database
as_in: অন্তৰ্নিহিত তথ্যসংগ্ৰহ
de_de: Eingebettete Datenbank
es_es: Base de datos interna
fr_fr: Base de données embarquée
gu_in: જડિત ડેટાબેઝ
ja_jp: 埋め込み型データベース
kn_in: ಹುದುಗಿಸಲ್ಪಟ್ಟ ದತ್ತಾಂಶ
mr_in: अंतर्भुत डाटाबेस
pa_in: ਸ਼ਾਮਿਲ ਡਾਟਾਬੇਸ
pt_br: Banco de Dados Embutido
ru_ru: Встроенная база данных
ta_in: உட்பொதியப்பட்ட தரவுத்தளம்

source: Management
as_in: পৰিচালনা
gu_in: વ્યવસ્થાપન
kn_in: ನಿರ್ವಹಣೆ
mr_in: व्यवस्थापन
pa_in: ਪਰਬੰਧਨ
ru_ru: Управление
ta_in: மேலாண்மை

source: Frequently Asked Questions (FAQ)
as_in: সঘনে সোধা প্ৰশ্ন (FAQ)
de_de: Häufig gestellte Fragen (FAQ)
es_es: Preguntas frecuentes (FAQ)
fr_fr: Questions fréquemment posées (FAQ)
gu_in: વારંવાર પૂછાતા પ્રશ્નો (FAQ)
ja_jp: 良くある質問 (FAQ)
kn_in: ಪದೇ ಪದೇ ಕೇಳುವ ಪ್ರಶ್ನೆಗಳು (FAQ)
mr_in: नेहमी विचारलेले प्रश्न (FAQ)
pa_in: ਆਮ ਸਵਾਲ ਜਵਾਬ (FAQ))
pt_br: FAQ
ru_ru: Часто задаваемые вопросы (FAQ)
ta_in: அடிக்கடி கேட்கப்படும் வினாக்கள் (FAQ)

source: &FED; Project
as_in: &FED; প্ৰকল্প
es_es: Proyecto &FED;
fr_fr: Projet &FED;
gu_in: &FED; પ્રોજેક્ટ
ja_jp: &FED; プロジェクト
kn_in: &FED; ಪರಿಯೋಜನೆ
mr_in: &FED; प्रकल्प
pa_in: &FED; ਪਰੋਜੈਕਟ
pt_br: Projeto &FED;
ru_ru: Проект &FED;
ta_in: &FED; திட்டம்

source: Gateway Customization Guide
as_in: দ্বাৰ পছন্দীকৰণৰ নিৰ্দেশক
de_de: Gateway-Anpassungshandbuch
es_es: Manual de personalización del Gateway
fr_fr: Guide de personnalisation de la passerelle
gu_in: ગેટવે વૈવિધ્યપણાનું માર્ગદર્શન
ja_jp: ゲートウェイカスタムガイド
kn_in: ಗೇಟ್-ವೇ ಗ್ರಾಹಕೀಕರಣ ಮಾರ್ಗದರ್ಶಿ
mr_in: गेटवे एच्छिक संपादन पुस्तिका
pa_in: ਗੇਟਵੇ ਸੋਧ ਗਾਈਡ
pt_br: Guia de Personalização de Gateways
ru_ru: Руководство по настройке шлюза
ta_in: நுழைவாயில் தனிபயன் கையேடு

source: &RHGFS; &PRODVER; for &RHEL; 4 Update 2
as_in: &RHGFS; &PRODVER; &RHEL; ৪ উন্নয়ন ২ ৰ বাবে
de_de: &RHGFS; &PRODVER; für &RHEL; 4 Update 2
es_es: &RHGFS; &PRODVER; para &RHEL; 4 Actualización 2
fr_fr: &RHGFS; &PRODVER; pour &RHEL; 4 Update 2
gu_in: &RHEL; 4 Update 2 માટે &RHGFS; &PRODVER;
ja_jp: &RHEL; 4 Update 2 対応 &RHGFS; &PRODVER;
kn_in: &RHGFS; &PRODVER; &RHEL; 4 ಗಾಗಿನ ಅಪ್ದೇಟ್ 2
mr_in: &RHEL; 4 अद्ययावत 2 करीता &RHGFS; &PRODVER;
pa_in: &RHEL; 4 ਅੱਪਡੇਟ 2 ਲਈ &RHGFS; &PRODVER;
pt_br: &RHGFS; &PRODVER; para &RHEL; 4 Update 2
ru_ru: &RHGFS; &PRODVER; для &RHEL; 4 Update 2
ta_in: &RHEL; 4 Update 2க்கு &RHGFS; &PRODVER;

source: Apache HTTP Server
as_in: Apache HTTP সেৱক
es_es: Servidor HTTP Apache
fr_fr: Serveur HTTP Apache
gu_in: અપાચે HTTP સર્વર
ja_jp: Apache HTTP サーバ
kn_in: Apache HTTP ಪರಿಚಾರಕ
mr_in: अपाची HTTP सर्वर
pa_in: ਅਪਾਚੇ HTTP ਸਰਵਰ
pt_br: Servidor de HTTP Apache
ru_ru: HTTP-сервер Apache
ta_in: அப்பாச்சி HTTP சேவையகம்

source: Installation Guide
as_in: সংস্থাপন নিৰ্দেশক
de_de: Installationshandbuch
es_es: Manual de instalación
fr_fr: Guide d'installation
gu_in: સ્થાપન માર્ગદર્શન
ja_jp: インストールガイド
kn_in: ಅನುಸ್ಥಾಪನ ಮಾರ್ಗದರ್ಶಿ
mr_in: प्रतिष्ठापना पुस्तिका
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਗਾਈਡ
pt_br: Guia de Configuração e Instalação
ru_ru: Руководство по установке
ta_in: நிறுவல் கையேடு

source: &IG; for the &S390; Architectures
as_in: &IG; &S390; স্থাপত্যৰ বাবে
de_de: &IG; für die &S390;-Architekturen
es_es: &IG; para las arquitecturas &S390;
fr_fr: &IG; pour les architectures &S390;
gu_in: &S390; આર્કીટેક્ચરો માટે &IG;
ja_jp: &S390; アーキテクチャ対応 &IG;
kn_in: &IG;ಆರ್ಕಿಟೆಕ್ಚರಿಗಾಗಿನ &S390;
mr_in: &S390; आर्किटेक्चरसाठी &IG;
pa_in: &S390; ਢਾਂਚਿਆਂ ਲਈ &IG;
pt_br: &IG; para Arquiteturas &S390;
ru_ru: &IG; для &S390;
ta_in: &S390; கணினிகளுக்கான &IG;

source: &IG; for &X8664;
as_in: &IG; &X8664; ৰ বাবে
de_de: &IG; für &X8664;
es_es: &IG; para &X8664;
fr_fr: &IG; pour &X8664;
gu_in: &X8664; માટે &IG;
ja_jp: &X8664; 対応 &IG;
kn_in: &IG; ಕ್ಕಾಗಿನ &X8664;
mr_in: &X8664; करीता &IG;
pa_in: &X8664; ਲਈ &IG;
pt_br: &IG; para &X8664;
ru_ru: &IG; для &X8664;
ta_in: &X8664; க்கான &IG;

source: Introduction to System Administration
as_in: ব্যৱস্থাপ্ৰণালী প্ৰশাসনলৈ পাতনি
de_de: Einführung in die Systemadministration
es_es: Introducción a la administración de sistemas
fr_fr: Introduction à l'administration système
gu_in: સિસ્ટમ સંચાલનનો પરિચય
ja_jp: システム管理への案内
kn_in: ಗಣಕ ವ್ಯವಸ್ಥಾಪನೆಗೆ ಪೀಠಿಕೆ
mr_in: प्रणाली प्रशासन करीता परिचय
pa_in: ਸਿਸਟਮ ਪਰਬੰਧਨ ਲਈ ਜਾਣਕਾਰੀ
pt_br: Introdução à Administração de Sistemas
ru_ru: Введение в системное администрирование
ta_in: கணினி நிர்வாகம் - ஓர் அறிமுகம்

source: JBoss Enterprise Application Platform
as_in: JBoss Enterprise অনুপ্ৰয়োগৰ মঞ্চ
de_de: JBoss Enterprise Anwendungsplattform
kn_in: JBoss ಎಂಟರ್-ಪ್ರೈಸ್ ಅಪ್ಲಿಕೇಶನ್ ಪ್ಲಾಟ್-ಫಾರ್ಮ್
mr_in: JBoss Enterprise अनुप्रयोग मंच
pa_in: JBoss ਇੰਟਰਪਰਾਈਜ਼ ਐਪਲੀਕੇਸ਼ਨ ਪਲੇਟਫਾਰਮ
ta_in: JBoss தொழில்சார் பயன்பாட்டு தளம்

source: Scout
es_es: Explorador
fr_fr: Explorer
gu_in: સ્કાઉટ
kn_in: ಅನ್ವೇಷಕ
mr_in: स्काउट
ru_ru: Скаут

source: scout
es_es: explorador
fr_fr: explorer
gu_in: સ્કાઉટ
kn_in: ಅನ್ವೇಷಕ
mr_in: स्काउट
ru_ru: скаут

source: &MON; Administrator
as_in: &MON; প্ৰশাসক
es_es: Administrador de monitoreo
fr_fr: Administrateur de &MON;
gu_in: &MON; સંચાલક
ja_jp: &MON; 管理者
kn_in: &MON; ವ್ಯವಸ್ಥಾಪಕ
mr_in: &MON; प्रशासक
pa_in: &MON; ਪਰਬੰਧਕ
pt_br: Administrador do &MON;
ru_ru: Администратор &MON;
ta_in: &MON; நிர்வாகி

source: Migration Guide
as_in: প্ৰব্ৰজন নিৰ্দেশক
de_de: Migrationshandbuch
es_es: Manual de migración
fr_fr: Guide de migration
gu_in: રૂપાંતરણ માર્ગદર્શન
ja_jp: 移行ガイド
kn_in: ವಲಸೆ ಮಾರ್ಗದರ್ಶಿ
mr_in: स्थानांतर पुस्तिका
pa_in: ਮਾਈਗਰੇਸ਼ਨ ਗਾਈਡ
pt_br: Guia de Migração
ru_ru: Руководство по миграции
ta_in: இடம்பெயர்வு கையேடு

source: <guilabel>Main Menu</guilabel>
as_in: <guilabel>মুখ্য তালিকা</guilabel>
de_de: <guilabel>Hauptmenü</guilabel>
es_es: <guilabel>Menú principal</guilabel>
fr_fr: <guilabel>Menu principal</guilabel>
gu_in: <guilabel>મુખ્ય મેનુ</guilabel>
ja_jp: <guilabel>メインメニュー</guilabel>
mr_in: <guilabel>मुख्य मेनू</guilabel>
pa_in: <guilabel>ਮੁੱਖ ਮੇਨੂ</guilabel>
pt_br: <guilabel>Menu Principal</guilabel>
ru_ru: <guilabel>Главное меню</guilabel>
ta_in: <guilabel>முதன்மை பட்டி</guilabel>

source: Monitoring
as_in: নিৰীক্ষণ
gu_in: મોનીટરીંગ
kn_in: ಮೇಲ್ವಿಚಾರಣೆ
mr_in: निरीक्षण
pa_in: ਨਿਗਰਾਨੀ
ru_ru: Контроль
ta_in: கண்காணித்தல்

source: Netscape Enterprise Server
as_in: Netscape Enterprise সেৱক
es_es: Servidor Netscape Enterprise
fr_fr: Serveur Netscape Enterprise
gu_in: નેટસ્કેપ એન્ટરપ્રાઈઝ સર્વર
ja_jp: Netscape Enterprise サーバ
kn_in: Netscape Enterprise ಪರಿಚಾರಕ
mr_in: Netscape Enterprise सर्वर
pa_in: ਨੈੱਟਸਕੇਪ ਇੰਟਰਪਰਾਈਜ਼ ਸਰਵਰ
ta_in: Netscape Enterprise சேவையகம்

source: Networking Guide
as_in: নে'টৱৰ্কৰ নিৰ্দেশক
de_de: Netzwerkhandbuch
es_es: Manual de redes
fr_fr: Guide de mise en réseau
gu_in: નેટવર્કીંગ માર્ગદર્શન
ja_jp: ネットワーキングガイド
kn_in: ಜಾಲಬಂಧಗೊಳಿಸಲು ಮಾರ್ಗದರ್ಶಿ
mr_in: नेटवर्किंग पुस्तिका
pa_in: ਨੈੱਟਵਰਕਿੰਗ ਗਾਈਡ
pt_br: Guia de Networking
ru_ru: Руководство по организации сети
ta_in: பிணைய கையேடு

source: Network Security Services
as_in: নে'টৱৰ্ক সুৰক্ষাৰ সেৱক
de_de: Netzwerksicherheitsdienste
es_es: Servicios de seguridad de red
fr_fr: Services de sécurité réseau
gu_in: નેટવર્ક સુરક્ષા સેવાઓ
ja_jp: ネットワークセキュリティサービス
kn_in: ಜಾಲಬಂಧ ಭದ್ರತಾ ಸೇವೆಗಳು
mr_in: नेटवर्क सुरक्षा सेवा
pa_in: ਨੈੱਟਵਰਕ ਸੁਰੱਖਿਆ ਸੇਵਾਵਾਂ
pt_br: Serviços de Segurança de Rede
ru_ru: Службы безопасности сети
ta_in: பிணைய பாதுகாப்பு சேவைகள்

source: <guilabel>Network Map</guilabel>
as_in: <guilabel>নে'টৱৰ্ক মানচিত্ৰ</guilabel>
de_de: <guilabel>Netzwerkabbild</guilabel>
es_es: <guilabel>Mapa de red</guilabel>
fr_fr: <guilabel>Carte de réseau</guilabel>
gu_in: <guilabel>નેટવર્ક નકશો</guilabel>
ja_jp: <guilabel>ネットワークマップ</guilabel>
mr_in: <guilabel>नेटवर्क नकाशा</guilabel>
pa_in: <guilabel>ਨੈੱਟਵਰਕ ਮੈਪ</guilabel>
pt_br: <guilabel>Mapa da Rede</guilabel>
ru_ru: <guilabel>Карта сети</guilabel>
ta_in: <guilabel>பிணைய வரைபடம்</guilabel>

source: <guilabel>Network Status</guilabel> bar
as_in: <guilabel>নে'টৱৰ্ক অৱস্থা</guilabel> ৰ বাৰ
de_de: <guilabel>Netzwerkstatus</guilabel>-Leiste
es_es: Barra de <guilabel>Estado de red</guilabel>
fr_fr: Barre de <guilabel>Statut du réseau</guilabel>
gu_in: <guilabel>નેટવર્ક સ્થિતિ</guilabel> પટ્ટી
ja_jp: <guilabel>ネットワークステータス</guilabel> バー
kn_in: <guilabel>Network Status</guilabel> ಪಟ್ಟಿ
mr_in: <guilabel>नेटवर्क स्थिती</guilabel> पट्टी
pa_in: <guilabel>ਨੈੱਟਵਰਕ ਸਥਿਤੀ</guilabel> ਪੱਟੀ
pt_br: Barra <guilabel>Status da Rede</guilabel>
ru_ru: меню <guilabel>Статус сети</guilabel>
ta_in: <guilabel>பிணைய நிலை</guilabel> பட்டை

source: Organization Administrator
as_in: সংগঠনৰ প্ৰশাসক
de_de: Organisationsadministrator
es_es: Administrador de la organización
fr_fr: Administrateur d'organisation
gu_in: સંસ્થા સંચાલક
ja_jp: 組織管理者
kn_in: ಸಂಸ್ಥಾ ವ್ಯವಸ್ಥಾಪಕ
mr_in: संघटना प्रशासक
pa_in: ਸੰਸਥਾ ਪਰਬੰਧਕ
pt_br: Administrador da Organização
ru_ru: Администратор организации
ta_in: நிர்வாக நிர்வாகி

source: Org Chart
fr_fr: Graphique de l'organisation
gu_in: સંસ્થા આલેખ
ja_jp: 組織チャート
kn_in: Org ಪಟ
mr_in: Org चार्ट
pt_br: Organograma
ru_ru: Диаграмма организации
ta_in: Org வரைபடம்

source: Piranha Configuration Tool
as_in: Piranha বিন্যাস সৰঞ্জাম
de_de: Piranha-Konfigurationstool
es_es: Herramienta de configuración Piranha
fr_fr: Outil de configuration de Piranha
gu_in: પિરાન્હા રૂપરેખાંકન સાધન
ja_jp: Piranha 設定ツール
kn_in: Piranha ಸಂರಚನ ಉಪಕರಣ
mr_in: Piranha संरचना साधन
pa_in: Piranha ਸੰਰਚਨਾ ਸੰਦ
pt_br: Ferramenta de Configuração Piranha
ru_ru: Средство настройки Piranha
ta_in: Piranha கட்டமைப்பு கருவி

source: IBM POWER Architecture
as_in: IBM POWER স্থাপত্য
de_de: IBM POWER Architektur
es_es: Arquitectura IBM POWER
fr_fr: Architecture IBM POWER
gu_in: IBM POWER આર્કીટેક્ચર
ja_jp: IBM POWER アーキテクチャ
kn_in: IBM POWER ಆರ್ಕಿಟೆಕ್ಚರ್
mr_in: IBM POWER आर्कीटेक्चर
pa_in: IBM POWER ਢਾਂਚਾ
pt_br: Arquitetura IBM POWER
ru_ru: IBM POWER
ta_in: IBM POWER கணினி

source: Plug-in Programmer's Guide
as_in: প্লাগ-ইন কাৰ্য্যক্ৰম লিখাৰ নিৰ্দেশক
de_de: Plug-In-Programmiererhandbuch
es_es: Manual del programador de Plug-in
fr_fr: Plugin du Guide du programmeur
gu_in: પ્લગ-ઈન પ્રોગ્રામરની માર્ગદર્શિકા
ja_jp: Plug-in プログラマガイド
kn_in: ಪ್ಲಗ್-ಇನ್ ಪ್ರೋಗ್ರಾಮರ್ ಮಾರ್ಗದರ್ಶಿ
mr_in: प्लग-ईन प्रोग्रामरची पुस्तिका
pa_in: ਪਲੱਗ-ਇਨ ਪਰੋਗਰਾਮਰ ਗਾਈਡ
pt_br: Plug-in do Guia do Programador
ru_ru: Подключаемое руководство программиста
ta_in: கூடுதல் இணைப்பு நிரலாளர்களின் கையேடு

source: Provisioning
as_in: আগবঢ়োৱা
gu_in: બચાવ
kn_in: ಸರಬರಾಜು
mr_in: तरतुद करत आहे
pa_in: ਮਨਜੂਰੀ
ru_ru: Обеспечение
ta_in: வாய்ப்பளித்தல்

source: RHN Proxy Server
as_in: RHN নিযুক্তক সেৱক
es_es: Servidor Proxy RHN
fr_fr: Serveur Proxy RHN
gu_in: RHN પ્રોક્સી સર્વર
ja_jp: RHN Proxy サーバ
kn_in: RHN ಪ್ರಾಕ್ಸಿ ಪರಿಚಾರಕ
mr_in: RHN प्रॉक्सी सर्वर
pa_in: RHN ਪਰਾਕਸੀ ਸਰਵਰ
ru_ru: Сервер RHN Proxy
ta_in: RHN பதிலாள் சேவையகம்

source: Proxy
as_in: নিযুক্তক
gu_in: પ્રોક્સી
kn_in: ಪ್ರಾಕ್ಸಿ
mr_in: प्रॉक्सी
pa_in: ਪਰਾਕਸੀ
ta_in: பதிலாள்

source: &QIG; for the &S390; Architectures
as_in: &QIG; &S390; স্থাপত্যৰ বাবে
de_de: &QIG; für die &S390;-Architekturen
es_es: &QIG; para las arquitecturas &S390;
fr_fr: &QIG; pour les architectures &S390;
gu_in: &S390; આર્કીટેક્ચરો માટે &QIG;
ja_jp: &S390; アーキテクチャ対応 &QIG;
kn_in: &S390; ಆರ್ಕಿಟೆಕ್ಚರಿಗಾಗಿನ &QIG;
mr_in: &S390; आर्किटेक्चरसाठी &QIG;
pa_in: &S390; ਢਾਂਚਿਆਂ ਲਈ &QIG;
pt_br: &QIG; para Arquiteturas &S390;
ru_ru: &QIG; для &S390;
ta_in: &S390; கணினிகளுக்கான &QIG;

source: &QIG; for &X8664;
as_in: &QIG; &X8664; ৰ বাবে
de_de: &QIG; für &X8664;
es_es: &QIG; para &X8664;
fr_fr: &QIG; pour &X8664;
gu_in: &X8664; માટે &QIG;
ja_jp: &X8664; 対応 &QIG;
kn_in: &X8664; ಕ್ಕಾಗಿನ &QIG;
mr_in: &X8664; साठी &QIG;
pa_in: &X8664; ਲਈ &QIG;
pt_br: &QIG; para &X8664;
ru_ru: &QIG; для &X8664;
ta_in: &X8664; க்கான &QIG;

source: RHN SSL Redirect Server
as_in: RHN SSL Redirect সেৱক
es_es: Servidor RHN SSL Redirect
gu_in: RHN SSL પુનઃદિશામાન સર્વર
ja_jp: RHN SSL 転送サーバ
kn_in: RHN SSL ಪುನರ್ ನಿರ್ದೇಶಿತ ಪರಿಚಾರಕ
mr_in: RHN SSL पुनःनिर्देशक सर्वर
pa_in: RHN SSL ਮੁੜ-ਦਿਸ਼ਾ ਸਰਵਰ
ru_ru: Перенаправляющий SSL сервер RHN
ta_in: RHN SSL மறு திசைகாட்டும் சேவையகம்

source: Reference Guide
as_in: উল্লেখ নিৰ্দেশক
de_de: Referenzhandbuch
es_es: Manual de referencia
fr_fr: Guide de référence
gu_in: સંદર્ભ માર્ગદર્શન
ja_jp: リファレンスガイド
kn_in: ಪರಾಮರ್ಶ ಮಾರ್ಗದರ್ಶಿ
mr_in: मदत पुस्तिका
pa_in: ਹਵਾਲਾ ਗਾਈਡ
pt_br: Guia de Referência
ru_ru: Справочное руководство
ta_in: குறிப்பு கையேடு

source: &RH; Application Stack
as_in: &RH; অনুপ্ৰয়োগ ষ্টেক
de_de: &RH; Applikationsstack
fr_fr: Pile d'applications &RH;
gu_in: &RH; કાર્યક્રમ સ્ટેક
ja_jp: &RH; アプリケーションスタック
kn_in: &RH; ಅನ್ವಯಗಳ ಸಂಗ್ರಹ
mr_in: &RH; अनुप्रयोगांची चवड
pa_in: &RH; ਐਪਲੀਕੇਸ਼ਨ ਸਟੈਕ
pt_br: Application Stack da &RH;
ru_ru: Стек приложений &RH;
ta_in: &RH; பயன்பாடு ஸ்டேக்

source: Authentication Configuration Tool
as_in: প্ৰমাণীকৰণ বিন্যাস সৰঞ্জাম
de_de: Tool zur Konfiguration der Authentifizierung
es_es: Herramienta de configuración de autenticación
fr_fr: Outil de configuration de l'authentification
gu_in: સત્તાધિકરણ રૂપરેખાંકન સાધન
ja_jp: 認証設定ツール
kn_in: ದೃಢೀಕರಣ ಸಂರಚನಾ ಉಪಕರಣ
mr_in: अधिप्रमाणन रचना उपकरण
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ ਸੰਰਚਨਾ ਸੰਦ
pt_br: Ferramenta de Configuração de Autenticações
ru_ru: Утилита настройки аутентификации
ta_in: அங்கீகார கட்டமைத்தல் கருவி

source: Cluster Status Tool
as_in: থুপ খোওৱা পৰিস্থিতিৰ সৰঞ্জাম
es_es: Herramienta de estado de cluster
fr_fr: Outil de statut des clusters
gu_in: ક્લસ્ટર પરિસ્થિતિ સાધન
ja_jp: クラスタステータスツール
kn_in: ಗುಚ್ಛದ ವಸ್ತುಸ್ಥಿತಿ ಉಪಕರಣ
mr_in: क्लस्टर स्थिती साधन
pa_in: ਕਲੱਸਟਰ ਸਥਿਤੀ ਸੰਦ
pt_br: Ferramenta de Status de Clusters
ru_ru: Утилита статуса кластера
ta_in: கொத்து நிலை கருவி

source: Cluster Configuration Tool
as_in: থুপ খোওৱা বিন্যাস সৰঞ্জাম
de_de: Cluster Konfigurationstool
es_es: Herramienta de configuración de cluster
fr_fr: Outil de configuration des clusters
gu_in: ક્લસ્ટર રૂપરેખાંકન સાધન
ja_jp: クラスタ設定ツール
kn_in: ಗುಚ್ಛದ ಸಂರಚನ ಉಪಕರಣ
mr_in: क्लस्टर रचना उपकरण
pa_in: ਕਲੱਸਟਰ ਸੰਰਚਨਾ ਸੰਦ
pt_br: Ferramenta de Configuração de Clusters
ru_ru: Утилита настройки кластера
ta_in: கொத்து கட்டமைப்பு கருவி

source: &RH; Cluster Manager
as_in: &RH; থুপ খোওৱা পৰিচালক
es_es: Administrador de cluster de &RH;
fr_fr: Gestionnaire de clusters dans &RH;
gu_in: &RH; ક્લસ્ટર વ્યવસ્થાપક
ja_jp: &RH; クラスタマネージャ
kn_in: &RH; ಗುಚ್ಛ ವ್ಯವಸ್ಥಾಪಕ
mr_in: &RH; क्लस्टर व्यवस्थापक
pa_in: &RH; ਕਲੱਸਟਰ ਮੈਨੇਜਰ
pt_br: Gerenciador de Clusters da &RH;
ru_ru: Менеджер кластера &RH;
ta_in: &RH; கொத்து மேலாளர்

source: &RH; Cluster Suite
as_in: &RH; থুপ খোওৱা গোট
gu_in: &RH; ક્લસ્ટર સેવા
ja_jp: &RH; クラスタセット
kn_in: &RH; ಗುಚ್ಛದ ಶ್ರೇಣಿ
mr_in: &RH; क्लस्टर संच
pa_in: &RH; ਕਲੱਸਟਰ ਸੂਟ
pt_br: Cluster Suite da &RH;
ta_in: &RH; கொத்து தொகுப்பு

source: Time and Date Properties Tool
as_in: সময় আৰু দিন গুণৰ সৰঞ্জাম
de_de: Tool zur Einstellung von Datum und Zeit
es_es: Herramienta de propiedades de fecha y hora
fr_fr: Outil des propriétés d'heure et de date
gu_in: સમય અને તારીખ ગુણધર્મો સાધન
ja_jp: 日付と時刻プロパティツール
kn_in: ಸಮಯ ಮತ್ತು ದಿನಾಂಕ ಗುಣಗಳ ಉಪಕರಣ
mr_in: वेळ व दिनांक गुणधर्म उपकरण
pa_in: ਸਮਾਂ ਅਤੇ ਮਿਤੀ ਵਿਸ਼ੇਸ਼ਤਾ ਸੰਦ
pt_br: Ferramenta das Propriedades de Data e Hora
ru_ru: Утилита даты и времени
ta_in: நேரம் மற்றும் தேதி பண்புகள் கருவி

source: &RH; Desktop
as_in: &RH; ডেষ্কট'প
gu_in: &RH; ડેસ્કટોપ
ja_jp: &RH; デスクトップ
kn_in: &RH; ಡೆಸ್ಕ್-ಟಾಪ್
mr_in: &RH; डेस्कटॉप
pa_in: &RH; ਡਿਸਕਟਾਪ
ta_in: &RH; பணிமேடை
