Repository: ajtowns/publican
Catalog: publican-jboss/*/Translatable-Entities.po
Languages: as_in, de_de, es_es, fr_fr, gu_in, ja_jp, kn_in, mr_in, pa_in, pt_br, ru_ru, ta_in

source: &RH; &DS; Installation Guide
as_in: &RH; &DS; সংস্থাপন নিৰ্দেশক
de_de: &RH; &DS; Installationshandbuch
es_es: Manual de instalación de &RH; &DS;
fr_fr: Guide d'installation de &RH; &DS;
gu_in: &RH; &DS; સ્થાપન માર્ગદર્શન
ja_jp: &RH; &DS; インストールガイド
kn_in: &RH; &DS; ಅನುಸ್ಥಾಪನ ಮಾರ್ಗದರ್ಶಿ
mr_in: &RH; &DS; स्थापना पुस्तिका
pa_in: &RH; &DS; ਇੰਸਟਾਲੇਸ਼ਨ ਗਾਈਡ
pt_br: Guia de Instalação da &RH; &DS;
ta_in: &RH; &DS; நிறுவல் கையேடு

source: &RH; &DS; Resource Kit
as_in: &RH; &DS; সম্পদৰ কিট
de_de: &RH; &DS; Ressourcen-Kit
es_es: Kit de recursos de &RH; &DS;
fr_fr: Kit de ressources de &RH; &DS;
gu_in: &RH; &DS; સ્રોત કીટ
ja_jp: &RH; &DS; リソースキット
kn_in: &RH; &DS; ಸಂಪನ್ಮೂಲಗಳ ಕಿಟ್
mr_in: &RH; &DS; स्त्रोत संच
pa_in: &RH; &DS; ਸਰੋਤ ਕਿੱਟ
pt_br: Kit de Recursos da &RH; &DS;
ta_in: &RH; &DS; மூலக் கருவி

source: &RH; &DS; Schema Reference
as_in: &RH; &DS; স্কিমাৰ উল্লেখ
de_de: &RH; &DS; Schema-Referenz
fr_fr: Référence de schéma de &RH; &DS;
gu_in: &RH; &DS; પદ્ધતિ સંદર્ભ
ja_jp: &RH; &DS; スキーマ参照
kn_in: &RH; &DS; Schema ಪರಾಮರ್ಶೆ
mr_in: &RH; &DS; स्कीमा संदर्भ
pa_in: &RH; &DS; ਢਾਂਚਾ ਹਵਾਲਾ
pt_br: Referência do Esquema da &RH; &DS;
ta_in: &RH; &DS; திட்டக் குறிப்பு

source: &RHEL; AS 2.1 Update 5
as_in: &RHEL; AS ২.১ উন্নয়ন ৫
es_es: &RHEL; AS 2.1 Actualización 5
kn_in: &RHEL; AS 2.1 ಅಪ್ದೇಟ್ 5
mr_in: &RHEL; AS 2.1 अद्ययावत 5
pa_in: &RHEL; AS 2.1 ਅੱਪਡੇਟ 5

source: &RHEL; AS 3 Update 5
as_in: &RHEL; AS ৩ উন্নয়ন ৫
es_es: &RHEL; AS 3 Actualización 5
kn_in: &RHEL; AS 3 ಅಪ್ದೇಟ್ 5
mr_in: &RHEL; AS 3 अद्ययावत 5
pa_in: &RHEL; AS 3 ਅੱਪਡੇਟ 5

source: GFS Setup Druid
es_es: Agente de configuración GFS
fr_fr: Assistant de configuration de GFS
gu_in: GFS સેટઅપ ડ્રુડ
ja_jp: GFS セットアップ Druid
kn_in: GFS ಸೆಟ್ ಅಪ್ ಮಾಂತ್ರಿಕ
mr_in: GFS मांडणी Druid
pa_in: GFS ਸੈੱਟਅੱਪ ਡਰਾਊਡ
pt_br: Assistente de Configuração do GFS
ta_in: GFS அமைவு Druid

source: Keyboard Configuration Tool
as_in: চাবি ফলক বিন্যাস সৰঞ্জাম
de_de: Tool zur Konfiguration der Tastatur
es_es: Herramienta de configuración del teclado
fr_fr: Outil de configuration du clavier
gu_in: કીબોર્ડ રૂપરેખાંકન સાધન
ja_jp: キーボード設定ツール
kn_in: ಕೀಲಿ ಮಣೆ ಸಂರಚನಾ ಉಪಕರಣ
mr_in: कळफलक रचना उपकरण
pa_in: ਕੀਬੋਰਡ ਸੰਰਚਨਾ ਸੰਦ
pt_br: Ferramenta de Configuração do Teclado
ru_ru: Утилита настройки клавиатуры
ta_in: விசைப்பலகை கட்டமைப்பு கருவி

source: &RHL; for S/390 &IG;
as_in: &RHL; S/390 &IG; ৰ বাবে
de_de: &RHL; für S/390 &IG;
es_es: &IG; de &RHL; para S/390
fr_fr: &IG; de &RHL; pour S/390
gu_in: S/390 &IG; માટે &RHL;
ja_jp: S/390 &IG; 対応 &RHL;
kn_in: &RHL; S/390 ಗಾಗಿ &IG;
mr_in: S/390 &IG; साठी &RHL;
pa_in: S/390 &IG; ਲਈ &RHL;
pt_br: &IG; do &RHL; para S/390
ru_ru: &RHL; для S/390 &IG;
ta_in: S/390 &IG;க்கான &RHL;

source: Log Viewer
as_in: দিনপঞ্জী প্ৰদৰ্শক
de_de: Logbetrachter
es_es: Visor de registros
fr_fr: Afficheur de journal
gu_in: લોગ દર્શક
ja_jp: ログビューア
mr_in: लॉग दृश्यक
pa_in: ਲਾਗ ਦਰਿਸ਼
pt_br: Visualizador de Registros
ru_ru: Просмотр журнала
ta_in: பதிவு காட்டி

source: Applications (the main menu on the panel)
as_in: অনুপ্ৰয়োগ (পেনেলৰ মূখ্য মেনুত)
de_de: Anwendungen (das Hauptmenü auf der Menüleiste)
es_es: Aplicaciones (el menú principal del panel)
fr_fr: Applications (le menu principal sur le tableau de bord)
gu_in: કાર્યક્રમો (પેનલ પરનું મુખ્ય મેનુ)
ja_jp: アプリケーション (パネル上のメインメニュー)
kn_in: ಅನ್ವಯಗಳು (ಪ್ಯಾನೆಲ್ಲಿನಲ್ಲಿರುವ ಮುಖ್ಯ ಮೆನು)
mr_in: अनुप्रयोग (पॅनलवरील मुख्य मेनू)
pa_in: ਐਪਲੀਕੇਸ਼ਨ (ਪੈਨਲ ਵਿੱਚ ਮੁੱਖ ਮੇਨੂ)
pt_br: Aplicações (o menu principal no painel)
ru_ru: Приложения (главное меню на панели)
ta_in: நிரல்கள் (பலகத்தில் முதன்மை பட்டி)

source: &RHN; Actions Control
as_in: &RHN; ক্ৰিয়া নিয়ন্ত্ৰণ
de_de: &RHN; Aktionskontrolle
es_es: Control de acciones de &RHN;
fr_fr: Contrôle des actions de &RHN;
gu_in: &RHN; ક્રિયા નિયંત્રણ
ja_jp: &RHN; アクション制御
kn_in: &RHN; ಕಾರ್ಯಗಳ ನಿಯಂತ್ರಣ
mr_in: &RHN; कृती नियंत्रण
pa_in: &RHN; ਕਾਰਵਾਈ ਕੰਟਰੋਲ
pt_br: Controle de Ações do &RHN;
ru_ru: Управление действиями &RHN;
ta_in: &RHN; செயல்கள் கட்டுப்பாடு

source: &RHN; Alert Notification Tool
as_in: &RHN; সাৱধানী সঙ্কেত দিয়া সৰঞ্জাম
de_de: &RHN; Tool für Warnmeldungen
es_es: Herramienta de notificación de alertas de &RHN;
fr_fr: Outil de notification d'alertes de &RHN;
gu_in: &RHN; ચેતવણી સૂચક સાધન
ja_jp: &RHN; 通知案内ツール
kn_in: &RHN; ಎಚ್ಚರಿಕಾ ಸೂಚನಾ ಉಪಕರಣ
mr_in: &RHN; दक्ष अधिसूचना साधन
pa_in: &RHN; ਚੇਤਾਵਨੀ ਸੂਚਨਾ ਸੰਦ
pt_br: Ferramenta de Notificação de Alertas do &RHN;
ru_ru: Утилита уведомлений &RHN;
ta_in: &RHN; எச்சரிக்கை அறிவிப்பு கருவி

source: RHN Authentication Daemon
as_in: RHN প্ৰমাণীকৰণ ডেমন
de_de: RHN Authentifizierungs-Daemon
es_es: Demonio de autenticación de RHN
fr_fr: Démon d'authentification RHN
gu_in: RHN સત્તાધિકરણ ડિમન
ja_jp: RHN 認証デーモン
kn_in: RHN ದೃಢೀಕರಣ Daemon
mr_in: RHN अधिप्रमाणन डीमन
pa_in: RHN ਪ੍ਰਮਾਣਿਕਤਾ ਡੈਮਨ
pt_br: Daemon de Autenticações do RHN
ru_ru: Демон аутентификации RHN
ta_in: RHN அங்கீகார டீமான்

source: RHN Bootstrap
gu_in: RHN બુટસ્ટ્રેપ
mr_in: RHN बूटस्ट्रॅप
pa_in: RHN ਬੂਟਸਟਰੈਪ
pt_br: Rotina de Inicialização do RHN
ru_ru: Сценарий начальной загрузки RHN
ta_in: RHN பூட்ஸ்டார்ப்

source: &RHN; Configuration Client
as_in: &RHN; বিন্যাস গ্ৰাহক
de_de: &RHN; Konfigurations-Client
es_es: Cliente de configuración de &RHN;
fr_fr: Client de configuration &RHN;
gu_in: &RHN; રૂપરેખાંકન ક્લાઈન્ટ
ja_jp: &RHN; 設定クライアント
kn_in: &RHN; ಸಂರಚನ ಕ್ಲೈಂಟ್
mr_in: &RHN; रचना उपभोक्ता
pa_in: &RHN; ਸੰਰਚਨਾ ਕਲਾਂਈਟ
pt_br: Cliente de Configuração do &RHN;
ru_ru: Клиент конфигурации &RHN;
ta_in: &RHN; கட்டமைப்பு கிளையன்

source: &RHN; Client Configuration Guide
as_in: &RHN; গ্ৰাহক বিন্যাস নিৰ্দেশক
de_de: &RHN; Client-Konfigurationshandbuch
es_es: Manual de configuración de clientes de &RHN;
fr_fr: Guide de configuration du client de &RHN;
gu_in: &RHN; ક્લાઈન્ટ રૂપરેખાંકન માર્ગદર્શન
ja_jp: &RHN; クライアント設定ガイド
kn_in: &RHN; ಕ್ಲೈಂಟ್ ಸಂರಚನ ಮಾರ್ಗದರ್ಶಿ
mr_in: &RHN; उपभोक्ता रचना पुस्तिका
pa_in: &RHN; ਕਲਾਂਈਟ ਸੰਰਚਨਾ ਗਾਈਡ
pt_br: Guia de Configuração de Clientes do &RHN;
ru_ru: Справочник клиента конфигурации &RHN;
ta_in: &RHN; கிளையன் கட்டமைப்பு கையேடு

source: &RHN; Configuration Manager
as_in: &RHN; বিন্যাস পৰিচালক
de_de: &RHN; Konfigurationsmanager
es_es: Administrador de configuración de &RHN;
fr_fr: Gestionnaire de configuration de &RHN;
gu_in: &RHN; રૂપરેખાંકન વ્યવસ્થાપક
ja_jp: &RHN; 設定マネージャ
kn_in: &RHN; ಸಂರಚನ ವ್ಯವಸ್ಥಾಪಕ
mr_in: &RHN; रचना व्यवस्थापक
pa_in: &RHN; ਸੰਰਚਨਾ ਮੈਨੇਜਰ
pt_br: Gerenciador de Configuração do &RHN;
ru_ru: Менеджер конфигурации &RHN;
ta_in: &RHN; கட்டமைப்பு மேலாளர்

source: RHN DB Control
as_in: RHN DB নিয়ন্ত্ৰণ
de_de: RHN DB-Kontrolle
gu_in: RHN DB નિયંત્રણ
ja_jp: RHN DB 制御
kn_in: RHN DB ನಿಯಂತ್ರಣ
mr_in: RHN DB नियंत्रण
pa_in: RHN DB ਕੰਟਰੋਲ
pt_br: DB Control do RHN
ru_ru: Управление БД RHN
ta_in: RHN DB கட்டுப்பாடு

source: &RHN; Daemon
as_in: &RHN; ডেমন
es_es: Demonio &RHN;
fr_fr: Démon de &RHN;
gu_in: &RHN; ડિમન
ja_jp: &RHN; デーモン
mr_in: &RHN; डीमन
pa_in: &RHN; ਡੈਮਨ
pt_br: Daemon do &RHN;
ru_ru: Демон &RHN;
ta_in: &RHN; டீமான்

source: Network Administration Tool
as_in: নে'টৱৰ্ক প্ৰশাসন সৰঞ্জাম
de_de: Netzwerk-Administrationstool
es_es: Herramienta de administración de red
fr_fr: Outil d'administration du réseau
gu_in: નેટવર્ક સંચાલન સાધન
ja_jp: ネットワーク管理ツール
kn_in: ಜಾಲಬಂಧ ವ್ಯವಸ್ಥಾಪಕ ಉಪಕರಣ
mr_in: नेटवर्क प्रशासन उपकरण
pa_in: ਮੈ
pt_br: Ferramenta de Administração de Rede
ru_ru: Утилита администрации сети
ta_in: பிணைய நிர்வாக கருவி

source: &RHN; Monitoring Daemon
as_in: &RHN; নিৰীক্ষণ ডেমন
es_es: Demonio de monitoreo de &RHN;
fr_fr: Démon de contrôle de &RHN;
gu_in: &RHN; મોનીટરીંગ ડિમન
ja_jp: &RHN; Monitoring デーモン
kn_in: &RHN; Daemon ಮೇಲ್ವಿಚಾರಣೆ
mr_in: &RHN; नियंत्रण डीमन
pa_in: ਨੈੱਟਵਰਕ ਨਿਗਰਾਨੀ ਡੈਮਨ
pt_br: Daemon do Monitoring do &RHN;
ru_ru: Демон контроля &RHN;
ta_in: &RHN; கண்காணிக்கும் டீமான்

source: RHN Package Manager
as_in: RHN সৰঞ্জাম পৰিচালক
de_de: RHN Paketmanager
es_es: Administrador de paquetes de RHN
fr_fr: Gestionnaire de paquetages de RHN
gu_in: RHN પેકેજ વ્યવસ્થાપક
ja_jp: RHN パッケージマネージャ
kn_in: RHN ಪ್ಯಾಕೇಜ್ ವ್ಯವಸ್ಥಾಪಕ
mr_in: RHN संकुल व्यवस्थापक
pa_in: RHN ਪੈਕੇਜ ਮੈਨੇਜਰ
pt_br: Gerenciador de Pacotes do RHN
ru_ru: Менеджер пакетов RHN
ta_in: RHN தொகுப்பு மேலாளர்

source: RHN Push
mr_in: RHN पुश

source: &RHN; Registration Client
as_in: &RHN; পঞ্জীকৰণৰ গ্ৰাহক
de_de: &RHN; Registrierungs-Client
es_es: Cliente de registro de &RHN;
fr_fr: Client d'enregistrement &RHN;
gu_in: &RHN; રજીસ્ટ્રેશન ક્લાઈન્ટ
ja_jp: &RHN; 登録クライアント
kn_in: &RHN; ನೊಂದಣಿ ಕ್ಲೈಂಟ್
mr_in: &RHN; पंजिकृत उपभोक्ता
pa_in: &RHN; ਰਜਿਸਟਰੇਸ਼ਨ ਕਲਾਂਈਟ
pt_br: Cliente de Registro do &RHN;
ru_ru: Клиент регистрации &RHN;
ta_in: &RHN; பதிவு செய்தல் கிளையன்

source: RHN Satellite Activate
as_in: RHN উপগ্ৰহ সক্ৰীয়
de_de: RHN Satellite-Aktivierung
es_es: Activar Satellite RHN
gu_in: RHN સેટેલાઈટ સક્રિયકરણ
ja_jp: RHN Satellite アクティベート
kn_in: RHN Satellite ಸಕ್ರಿಯಗೊಳಿಸುವಿಕೆ
mr_in: RHN उपग्रह सक्रिय
pa_in: RHN ਸੈਟੇਲਾਈਟ ਸਰਗਰਮ
ru_ru: Активация RHN Satellite
ta_in: RHN சேட்டிலைட் செயல்படுத்தல்

source: RHN Satellite Exporter
as_in: RHN উপগ্ৰহ ৰপ্তানিকাৰক
es_es: Exportador Satellite RHN
gu_in: RHN સેટેલાઈટ નિકાસકારક
ja_jp: RHN Satellite エキスポータ
mr_in: RHN उपग्रह वितरक
pa_in: RHN ਸੈਟੇਲਾਈਟ ਐਕਸਪੋਰਟਰ
ru_ru: Экспортер RHN Satellite
ta_in: RHN சேட்டிலைட் ஏற்றி

source: RHN SSL Maintenance Tool
as_in: RHN SSL ৰক্ষণাবেক্ষণ সৰঞ্জাম
es_es: Herramienta de mantenimiento SSL de RHN
fr_fr: Outil de maintenance SSL RHN
gu_in: RHN SSL જાળવણી સાધન
ja_jp: RHN SSL メンテナンスツール
kn_in: RHN SSL ಸಂರಕ್ಷಣ ಉಪಕರಣ
mr_in: RHN SSL दुरूस्ती साधन
pa_in: RHN SSL ਪਰਬੰਧਨ ਸੰਦ
pt_br: Ferramenta de Manutenção do SSL do RHN
ru_ru: Утилита поддержки SSL RHN
ta_in: RHN SSL பராமரிப்பு கருவி

source: RHN Satellite Synchronization Tool
as_in: RHN উপগ্ৰহ এককালিন সৰঞ্জাম
de_de: RHN Satellite Synchronisierungstool
es_es: Herramienta de sincronización del Satellite RHN
fr_fr: Outil de synchronisation du Satellite RHN
gu_in: RHN સેટેલાઈટ સુમેળ સાધન
ja_jp: RHN Satellite 同期化ツール
kn_in: RHN Satellite Synchronization ಉಪಕರಣ
mr_in: RHN उपग्रह एकाग्र साधन
pa_in: RHN ਸੈਟੇਲਾਈਟ ਸਮਕਾਲਤਾ ਸੰਦ
pt_br: Ferramenta de Sincronização do RHN Satellite
ru_ru: Утилита синхронизации RHN Satellite
ta_in: RHN சேட்டிலைட் ஒருங்கிணைப்பு கருவி

source: RHN Task Engine
as_in: RHN কাৰ্য্য কল
es_es: Motor de tareas de RHN
fr_fr: Moteur de tâches RHN
gu_in: RHN ક્રિયા એંજીન
ja_jp: RHN タスクエンジン
kn_in: RHN ಕಾರ್ಯ ಯಂತ್ರ
mr_in: RHN कार्य इंजिन
pa_in: RHN ਕਾਰਜ ਇੰਜਣ
pt_br: Mecanismo de Tarefas do RHN
ru_ru: Модуль задач RHN
ta_in: RHN பணி இயந்திரம்

source: Printer Configuration Tool
as_in: মুদ্ৰণ বিন্যাস সৰঞ্জাম
de_de: Tool zur Druckerkonfiguration
es_es: Herramienta de configuración de la impresora
fr_fr: Outil de configuration de l'imprimante
gu_in: પ્રિન્ટર રૂપરેખાંકન સાધન
ja_jp: プリンタ設定ツール
kn_in: ಮುದ್ರಕ ಸಂರಚನ ಉಪಕರಣ
mr_in: छपाई रचना उपकरण
pa_in: ਪਰਿੰਟਰ ਸੰਰਚਨਾ ਸੰਦ
pt_br: Ferramenta de Configuração da Impressora
ru_ru: Утилита настройки печати
ta_in: அச்சடிப்பி கட்டமைப்பு கருவி

source: Package Management Tool
as_in: সৰঞ্জাম পৰিচালনাৰ সৰঞ্জাম
de_de: Tool zur Paketverwaltung
es_es: Herramienta de administración de paquetes
fr_fr: Outil de gestion des paquetages
gu_in: પેકેજ વ્યવસ્થાપન સાધન
ja_jp: パッケージ管理ツール
kn_in: ಪ್ಯಾಕೇಜ್ ವ್ಯವಸ್ಥಾಪಕ ಉಪಕರಣ
mr_in: संकुल व्यवस्थापन उपकरण
pa_in: ਪੈਕੇਜ ਪਰਬੰਧਨ ਸੰਦ
pt_br: Ferramenta de Gerenciamento de Pacotes
ru_ru: Утилита управления пакетами
ta_in: தொகுப்பு மேலாண்மை கருவி

source: Samba Server Configuration Tool
as_in: Samba সেৱক বিন্যাস সৰঞ্জাম
de_de: Tool zur Konfiguration des Samba-Servers
es_es: Herramienta de configuración del servidor Samba
fr_fr: Outil de configuration du serveur Samba
gu_in: સામ્બા સર્વર રૂપરેખાંકન સાધ
ja_jp: Samba サーバ設定ツール
kn_in: Samba ಪರಿಚಾರಕ ಸಂರಚನ ಉಪಕರಣ
mr_in: Samba सेवक रचना उपकरण
pa_in: ਸਾਂਬਾ ਸਰਵਰ ਸੰਰਚਨਾ ਸੰਦ
pt_br: Ferramenta de Configuração do Servidor Samba
ru_ru: Утилита конфигурации сервера Samba
ta_in: சம்பா சேவையக கட்டமைப்பு கருவி

source: Security Level Configuration Tool
as_in: সুৰক্ষা স্তৰ বিন্যাস সৰঞ্জাম
de_de: Tool zur Konfiguration der Sicherheitsstufe
es_es: Herramienta de configuración del nivel de seguridad
fr_fr: Outil de configuration du niveau de sécurité
gu_in: સુરક્ષા સ્તર રૂપરેખાંકન સાધન
ja_jp: セキュリティレベル設定ツール
kn_in: ಸುರಕ್ಷತಾ ಮಟ್ಟದ ಸಂರಚನಾ ಉಪಕರಣ
mr_in: सुरक्षा स्थर रचना उपकरण
pa_in: ਸੁਰੱਖਿਆ ਪੱਧਰ ਸੰਰਚਨਾ ਸੰਦ
pt_br: Ferramenta de Configuração do Nível de Segurança
ru_ru: Утилита настройки безопасности
ta_in: பாதுகாப்பு நிலை கட்டமைப்பு கருவி

source: Actions (on the panel)
as_in: ক্ৰিয়া (পেনেলত)
de_de: Aktionen (auf der Menüleiste)
es_es: Acciones (en el panel)
fr_fr: Actions (sur le tableau de bord)
gu_in: ક્રિયાઓ (પેનલ પર)
ja_jp: アクション (パネル上)
kn_in: ಕಾರ್ಯಗಳು (ಪ್ಯಾನೆಲ್ಲಿನಲ್ಲಿರುವ)
mr_in: कृती (पॅनलवरील)
pa_in: ਕਾਰਵਾਈ (ਪੈਨਲ ਉੱਪਰ)
pt_br: Ações (no painel)
ru_ru: Действия (на панели)
ta_in: செயல்கள் (பலகத்தில்)

source: Services Configuration Tool
as_in: সেৱা বিন্যাস কৰা সৰঞ্জাম
de_de: Tool zur Konfiguration von Diensten
es_es: Herramienta de configuración de servicios
fr_fr: Outil de configuration des services
gu_in: સેવાઓ રૂપરેખાંકન સાધન
ja_jp: サービス設定ツール
kn_in: ಸೇವೆಗಳ ಸಂರಚನಾ ಉಪಕರಣ
mr_in: सेवा रचना उपकरण
pa_in: ਸੇਵਾਵਾਂ ਸੰਰਚਨਾ ਸੰਦ
pt_br: Ferramenta de Configuração de Serviços
ru_ru: Утилита настройки служб
ta_in: சேவைகள் கட்டமைப்பு கருவி

source: Setup Agent
as_in: প্ৰতিষ্ঠা নিযুক্তক
es_es: Agente de configuración
fr_fr: Agent de configuration
gu_in: સેટઅપ એજન્ટ
ja_jp: セットアップエージェント
kn_in: Setup ಮಧ್ಯವರ್ತಿ
mr_in: मांडणी सहायक
pa_in: ਸੈੱਟਅੱਪ ਏਜੰਟ
pt_br: Agente de Configuração
ru_ru: Агент настройки
ta_in: அமைவு முகவர்

source: System (on the panel)
as_in: ব্যৱস্থাপ্ৰণালী (পেনেলত)
de_de: System (auf der Menüleiste)
es_es: Sistema (en el panel)
fr_fr: Système (sur le tabeau de bord)
gu_in: સિસ્ટમ (પેનલ પર)
ja_jp: システム (パネル上)
kn_in: ಗಣಕ (ಪ್ಯಾನೆಲ್ಲಿನಲ್ಲಿರುವ)
mr_in: प्रणाली (पॅनलवरील)
pa_in: ਸਿਸਟਮ (ਪੈਨਲ ਉੱਪਰ)
pt_br: Sistema (no painel)
ru_ru: Система (на панели)
ta_in: கணினி (பலகத்தில்)

source: Red Hat Update Agent
as_in: Red Hat উন্নয়ন নিযুক্তক
es_es: Agente de actualización de Red Hat
fr_fr: Agent de mise à jour de Red Hat
gu_in: Red Hat સુધારા એજન્ટ
ja_jp: Red Hat 更新エージェント
kn_in: Red Hat ಅಪ್ಡೇಟ್ ಮಧ್ಯವರ್ತಿ
mr_in: Red Hat अद्ययावत सहायक
pa_in: Red Hat ਅੱਪਡੇਟ ਏਜੰਟ
pt_br: Agente de Atualizações da Red Hat
ru_ru: Агент обновлений Red Hat
ta_in: Red Hat மேம்படுத்தல் முகவர்

source: User Manager
as_in: ব্যৱহাৰকৰ্তাৰ পৰিচালক
de_de: Benutzermanager
es_es: Administrador de usuarios
fr_fr: Gestionnaire d'utilisateurs
gu_in: વપરાશકર્તા વ્યવસ્થાપક
ja_jp: ユーザーマネージャ
kn_in: ಬಳಕೆದಾರ ವ್ಯವಸ್ಥಾಪಕ
mr_in: वापरकर्ता व्यवस्थापक
pa_in: ਯੂਜ਼ਰ ਮੈਨੇਜਰ
pt_br: Gerenciador de Usuários
ru_ru: Менеджер пользователей
ta_in: பயனர் மேலாளர்

source: Red Hat Virtualization
as_in: Red Hat ভাৰচুৱেলাইজেচন্
de_de: Red Hat Virtualisierung
es_es: Virtualización de Red Hat
fr_fr: Virtualisation Red Hat
gu_in: Red Hat વર્ચ્યુઅલાઈઝેશન
kn_in: Red Hat ವಾಸ್ತವೀಕರಣ
mr_in: Red Hat आभासीकरण
pa_in: Red Hat ਵਰਚੁਅਲਾਈਜੇਸ਼ਨ
pt_br: Virtualização da Red Hat
ru_ru: Виртуализация Red Hat
ta_in: Red Hat மெய்நிகராக்கம்

source: X Configuration Tool
as_in: X বিন্যাস সৰঞ্জাম
de_de: X-Konfigurationstool
es_es: Herramienta de configuración X
fr_fr: Outil de configuration X
gu_in: X રૂપરેખાંકન સાધન
ja_jp: X 設定ツール
kn_in: X ಸಂರಚನ ಉಪಕರಣ
mr_in: X रचना उपकरण
pa_in: X ਸੰਰਚਨਾ ਸੰਦ
pt_br: Ferramenta de Configuração do X
ru_ru: Утилита настройки X
ta_in: X கட்டமைப்பு கருவி

source: Resource Kit
as_in: সম্পদৰ কিট
de_de: Ressourcen-Kit
es_es: Kit de recursos
fr_fr: Kit de ressources
gu_in: સ્રોત કીટ
ja_jp: リソースキット
kn_in: ಸಂಪನ್ಮೂಲಗಳ ಕಿಟ್
mr_in: स्त्रोत संच
pa_in: ਸਰੋਤ ਕਿੱਟ
pt_br: Kit de Recursos
ru_ru: Комплект ресурсов
ta_in: மூலக் கருவி

source: Release Notes
as_in: মুক্তি পোৱাৰ টোকা
es_es: Notas de lanzamiento
fr_fr: Notes de mise à jour
gu_in: પ્રકાશન નોંધો
ja_jp: リリースノート
kn_in: ಬಿಡುಗಡೆಯ ಟಿಪ್ಪಣಿಗಳು
mr_in: प्रकाशन टिपा
pa_in: ਜਾਰੀ ਸੂਚਨਾ
pt_br: Notas de Lançamento
ru_ru: Замечания к выпуску
ta_in: வெளியீட்டு அறிக்கை

source: IBM S/390 and IBM eServer zSeries
as_in: IBM S/390 আৰু IBM eServer zSeries
de_de: IBM S/390 und IBM eServer zSeries
es_es: IBM S/390 y IBM eServer zSeries
fr_fr: IBM S/390 et IBM eServer zSeries
gu_in: IBM S/390 અને IBM eServer zSeries
ja_jp: IBM S/390 と IBM サーバ zSeries
kn_in: IBM S/390 ಮತ್ತು IBM eServer zSeries
mr_in: IBM S/390 व IBM eसर्वर zश्रेणी
pa_in: IBM S/390 ਅਤੇ IBM eServer zSeries
pt_br: IBM S/390 e IBM eServer zSeries
ru_ru: IBM S/390 и IBM eServer zSeries
ta_in: IBM S/390 மற்றும் IBM eServer zSeries

source: System Administration Guide
as_in: ব্যৱস্থাপ্ৰণালী প্ৰশাসন নিৰ্দেশক
de_de: Systemadministrationshandbuch
es_es: Manual de administración del sistema
fr_fr: Guide d'administration système
gu_in: સિસ્ટમ સંચાલન માર્ગદર્શન
ja_jp: システム管理ガイド
kn_in: ಗಣಕ ವ್ಯವಸ್ಥಾಪಕ ಮಾರ್ಗದರ್ಶಿ
mr_in: प्रणाली प्रशासन पुस्तिका
pa_in: ਸਿਸਟਮ ਪਰਬੰਧਨ ਗਾਈਡ
pt_br: Guia de Administração de Sistemas
ru_ru: Руководство по системному администрированию
ta_in: கணினி நிர்வாக கையேடு

source: RHN Satellite Server
as_in: RHN উপগ্ৰহ সেৱক
es_es: Servidor Satellite RHN
fr_fr: Serveur RHN Satellite
gu_in: RHN સેટેલાઈટ સર્વર
ja_jp: RHN Satellite サーバ
kn_in: RHN Satellite ಪರಿಚಾರಕ
mr_in: RHN उपग्रह सर्वर
pa_in: RHN ਸੈਟੇਲਾਈਟ ਸਰਵਰ
ru_ru: Сервер RHN Satellite
ta_in: RHN சேட்டிலைட் சேவையகம்

source: Satellite
as_in: উপগ্ৰহ
gu_in: સેટેલાઈટ
mr_in: उपग्रह
pa_in: ਸੈਟੇਲਾਈਟ
ta_in: சேட்டிலைட்

source: Step By Step Guide
as_in: ক্ৰমান্বয়িক নিৰ্দেশক
de_de: Schritt-für-Schritt-Handbuch
es_es: Manual paso a paso
fr_fr: Guide étape par étape
gu_in: પગલાંનુસાર માર્ગદર્શન
ja_jp: ステップバイステップガイド
kn_in: ಹಂತ ಹಂತವಾದ ಮಾರ್ಗದರ್ಶಿ
mr_in: एकानंतर एक पुस्तिका
pa_in: ਪਗ-ਦਰ-ਪਗ ਗਾਈਡ
pt_br: Guia Passo a Passo
ru_ru: Пошаговое руководство
ta_in: படிப்படியான கையேடு

source: &SEL; Guide
as_in: &SEL; নিৰ্দেশক
de_de: &SEL; Handbuch
es_es: Manual de &SEL;
fr_fr: Guide &SEL;
gu_in: &SEL; માર્ગદર્શન
ja_jp: &SEL; ガイド
kn_in: &SEL; ಮಾರ್ಗದರ್ಶಿ
mr_in: &SEL; पुस्तिका
pa_in: &SEL; ਗਾਈਡ
pt_br: Guia do &SEL;
ru_ru: Руководство &SEL;
ta_in: &SEL; கையேடு

source: System Group Administrator
as_in: ব্যৱস্থাপ্ৰণালী সমষ্টিৰ প্ৰশাসক
de_de: Systemgruppenadministrator
es_es: Administrador de grupo de sistemas
fr_fr: Administrateur de groupes de systèmes
gu_in: સિસ્ટમ જૂથ સંચાલક
ja_jp: システムグループ管理者
kn_in: ಗಣಕ ಸಮೂಹ ವ್ಯವಸ್ಥಾಪಕ
mr_in: प्रणाली समुह प्रशासक
pa_in: ਸਿਸਟਮ ਗਰੁੱਪ ਪਰਬੰਧਨ
pt_br: Administrador de Grupos de Sistemas
ru_ru: Администратор группы
ta_in: கணினி குழு நிர்வாகி

source: Security Guide
as_in: সুৰক্ষাৰ নিৰ্দেশক
de_de: Sicherheitshandbuch
es_es: Manual de seguridad
fr_fr: Guide de sécurité
gu_in: સુરક્ષા માર્ગદર્શન
ja_jp: セキュリティガイド
kn_in: ಸುರಕ್ಷತಾ ಮಾರ್ಗದರ್ಶಿ
mr_in: सुरक्षा पुस्तिका
pa_in: ਸੁਰੱਖਿਆ ਗਾਈਡ
pt_br: Guia de Segurança
ru_ru: Руководство по безопасности
ta_in: பாதுகாப்பு கையேடு

source: &SAT; &SATVER; Installation Guide
as_in: &SAT; &SATVER; সংস্থাপন নিৰ্দেশক
de_de: &SAT; &SATVER; Installationshandbuch
es_es: Manual de instalación de &SAT; &SATVER;
fr_fr: Guide d'installation du &SAT; &SATVER;
gu_in: &SAT; &SATVER; સ્થાપન માર્ગદર્શન
ja_jp: &SAT; &SATVER; インストールガイド
kn_in: &SAT; &SATVER; ಅನುಸ್ಥಾಪನ ಮಾರ್ಗದರ್ಶಿ
mr_in: &SAT; &SATVER; प्रस्थापन पुस्तिका
pa_in: &SAT; &SATVER; ਇੰਸਟਾਲੇਸ਼ਨ ਗਾਈਡ
pt_br: Guia de Instalação do &SAT; &SATVER;
ru_ru: Руководство по установке &SAT; &SATVER;
ta_in: &SAT; &SATVER; நிறுவல் கையேடு

source: Schema Reference
as_in: ছ্কেমাৰ উল্লেখ
de_de: Schema-Referenz
fr_fr: Référence de schéma
gu_in: પદ્ધતિ સંદર્ભ
ja_jp: スキーマ参照
kn_in: Schema ಪರಾಮರ್ಶೆ
mr_in: स्किमा संदर्भ
pt_br: Referência do Esquema
ru_ru: Указатель схемы
ta_in: திட்டக் குறிப்பு

source: System Set Manager
as_in: ব্যৱস্থাপ্ৰণালীগোটৰ পৰিচালক
es_es: Gestor de conjunto de sistemas
fr_fr: Gestionnaire d’ensembles de systèmes
gu_in: સિસ્ટમ સેટ વ્યવસ્થાપક
ja_jp: システムセットマネージャ
kn_in: ಗಣಕ ಸೆಟ್ ವ್ಯವಸ್ಥಾಪಕ
mr_in: प्रणाली संच व्यवस्थापक
pa_in: ਸਿਸਟਮ ਸੈੱਟ ਮੈਨੇਜਰ
pt_br: Gerenciador de Grupos de Sistemas
ru_ru: Менеджер набора систем
ta_in: கணினி அமை மேலாளர்

source: Stand-Alone Database
as_in: অসংযুক্ত তথ্যসংগ্ৰহ
de_de: Stand-Alone-Datenbank
es_es: Base de datos independiente
fr_fr: Base de données autonome
gu_in: એકલો ડેટાબેઝ
ja_jp: 独立型データベース
kn_in: ವಿಭಿನ್ನ ದತ್ತಾಂಶ
mr_in: विना-आधारी डाटाबेस
pa_in: ਸਟੈਂਡ-ਅਲੋਨ ਡਾਟਾਬੇਸ
pt_br: Banco de Dados Independente
ru_ru: Независимая база данных
ta_in: தனித்த தரவுத்தளம்

source: User's Guide
as_in: ব্যৱহাৰকৰ্তাৰ নিৰ্দেশক
de_de: Benutzerhandbuch
es_es: Manual del usuario
fr_fr: Guide de l'utilisateur
gu_in: વપરાશકર્તાનું માર્ગદર્શન
ja_jp: ユーザーズガイド
kn_in: ಬಳಕೆದಾರರ ಮಾರ್ಗದರ್ಶಿ
mr_in: वापरकर्त्याची पुस्तिका
pa_in: ਯੂਜ਼ਰ ਗਾਈਡ
pt_br: Guia do Usuário
ru_ru: Руководство пользователя
ta_in: பயனர் கையேடு

source: UNIX Support
as_in: UNIX সমৰ্থন
de_de: UNIX-Unterstützung
es_es: Soporte UNIX
fr_fr: Support UNIX
gu_in: UNIX આધાર
ja_jp: UNIX サポート
kn_in: UNIX ಸಮರ್ಥನೆ
mr_in: UNIX समर्थन
pa_in: UNIX ਸਹਿਯੋਗ
pt_br: Suporte ao UNIX
ru_ru: Поддержка UNIX
ta_in: UNIX சேவை

source: &RHEL; AS 4
as_in: &RHEL; AS ৪

source: Red Hat Network
as_in: Red Hat নে'টৱৰ্ক

source: EN
fr_fr: fr-FR
