Repository: ajtowns/publican
Catalog: publican-redhat-db5/*/Conventions.po
Languages: as_in, ja_jp, zh_tw

source: <application>Proportional Bold</application>
ja_jp: <application>プロポーショナルの太字</application>
zh_tw: <application>相稱粗體字型（Proportional Bold）</application>

source: <command><replaceable>Mono-spaced Bold Italic</replaceable></command> or <application><replaceable>Proportional Bold Italic</replaceable></application>
as_in: <command><replaceable>Mono-spaced Bold Italic</replaceable></command> বা <application><replaceable>Proportional Bold Italic</replaceable></application>
ja_jp: <command><replaceable>等幅の太字で且つ斜体</replaceable></command> または <application><replaceable>プロポーショナルの太字で且つ斜体</replaceable></application>
zh_tw: <command><replaceable>Mono-spaced Bold Italic</replaceable></command>（固定粗體斜體字型）或是 <application><replaceable>Proportional Bold Italic</replaceable></application>（相稱粗體斜體字型）

source: <literal>Mono-spaced Bold</literal>
ja_jp: <literal>等幅の太字</literal>
zh_tw: <literal>固定粗體字型（Mono-spaced Bold）</literal>

source: Aside from standard usage for presenting the title of a work, italics denotes the first use of a new and important term. For example:
as_in: কোনো কাৰ্য্যৰ নাম প্ৰদৰ্শন কৰাৰ ওপৰিও, italics এ এটা নতুন আৰু গুৰুত্বপূৰ্ণ শব্দৰ প্ৰথম ব্যৱহাৰো বুজায় । যেনে:
ja_jp: タイトル表示のような標準的な使用の他、 斜体は新しい重要な用語が初めて出現する場合にも使用されます。 例えば、
zh_tw: 除了用來顯示一項作業標題這樣的標準用法，斜體字也可代表第一次使用的重要新詞彙。比方說：

source: Choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Mouse</guimenuitem></menuchoice> from the main menu bar to launch <application>Mouse Preferences</application>. In the <guilabel>Buttons</guilabel> tab, click the <guilabel>Left-handed mouse</guilabel> check box and click <guibutton>Close</guibutton> to switch the primary mouse button from the left to the right (making the mouse suitable for use in the left hand).
as_in: মূখ্য তালিকাৰ বাৰৰ পৰা <menuchoice><guimenu>ব্যৱস্থাপ্ৰণালী </guimenu><guisubmenu> পছন্দ </guisubmenu><guimenuitem> মাউছ</guimenuitem></menuchoice> নিৰ্ব্বাচন কৰক <application>মাউছৰ পছন্দ</application> আৰম্ভ কৰিবলৈ । <guilabel>বুটাম</guilabel> টেবত, <guilabel>বাওঁ-হতীয়া মাউছ</guilabel> ছেক বাকছ টিপক আৰু <guibutton>বন্ধ কৰক</guibutton> টিপক মূখ্য মাউছ বুটামক বাওঁৰ পৰা সোঁ-ফাললৈ সলনি কৰিবলৈ (বাওঁ হাতেৰে মাউছৰ ব্যৱহাৰ কৰা সুবিধা জনক কৰিবলৈ) ।
ja_jp: メインメニューバーから <menuchoice><guimenu>システム > 個人設定 > マウス</guimenu></menuchoice> の順で選択し <application>マウスの個人設定</application> を起動します。 <guilabel>ボタン</guilabel> タブ内で <guilabel>左ききのマウス</guilabel> チェックボックスをクリックしてから <guibutton>閉じる</guibutton> をクリックしマウスの主要ボタンを左から右に切り替えます (マウスを左ききの人が使用するのに適した設定にする)。
zh_tw: 由主選單選取<menuchoice><guimenu>系統</guimenu><guisubmenu>偏好設定</guisubmenu><guimenuitem>滑鼠</guimenuitem></menuchoice>來啟動<application>滑鼠偏好設定</application>。請在<guilabel>按鈕</guilabel>分頁中點選<guilabel>左手操作滑鼠</guilabel>核取方塊並按下<guibutton>關閉</guibutton>來將主要滑鼠按鍵由左邊切換至右邊（這可讓滑鼠適合以左手使用）。

source: Document Conventions
as_in: আলেখ্যনৰ আচাৰ বিধি
ja_jp: 表記方法
zh_tw: 文件常規

source: File-related classes include <classname>filesystem</classname> for file systems, <classname>file</classname> for files, and <classname>dir</classname> for directories. Each class has its own associated set of permissions.
as_in: নথিপত্ৰ-সম্বন্ধীয় classes ত<classname>filesystem</classname> নথিপত্ৰপ্ৰণালী ৰ বাবে, <classname>file</classname> নথিপত্ৰৰ বাবে, আৰু <classname>dir</classname> পঞ্জিকাৰ বাবে । প্ৰত্যেক class ৰ নিজৰ আজ্ঞাৰ গোট থাকে ।
ja_jp: ファイル関連のクラス群はファイルシステムに対しては <classname>filesystem</classname>、 ファイルには <classname>file</classname>、 ディレクトリには <classname>dir</classname> をそれぞれ含みます。 各クラスは個別に関連する権限セットを持っています。
zh_tw: 和檔案相關的 class，其中包含了<classname>filesystem</classname>（檔案系統）、<classname>file</classname>（檔案）以及 <classname>dir</classname>（目錄）。各個 class 都有著與它關聯的權限組。

source: Finally, we use three visual styles to draw attention to information that might otherwise be overlooked.
as_in: অৱশেষত, সাধাৰণতে আওকাণ কৰা তথ্যলৈ আকৰ্ষিত কৰিবলৈ আমি তিনিটা প্ৰদৰ্শনৰ ধৰণ ব্যৱহাৰ কৰোঁ ।
ja_jp: 情報が見過ごされないよう 3 種類の視覚的なスタイルを使用して注意を引いています。
zh_tw: 最後，我們將使用三種視覺上的形式，來強調可能會被遺漏掉的資訊。

source: Four typographic conventions are used to call attention to specific words and phrases. These conventions, and the circumstances they apply to, are as follows.
as_in: নিৰ্দ্দিষ্ট শব্দ আৰু খণ্ডবাক্যলৈ আকৰ্ষণ কৰিবলৈ চাৰিটা অক্ষৰমূদ্ৰণশালৰ আচাৰ বিধি ব্যৱহাৰ কৰা হয় । এই আচাৰ বিধি, আৰু সিহঁতক প্ৰয়োগ কৰাৰ পৰিস্থিতি, এনে ধৰণৰ ।
ja_jp: 特定の単語や語句に注意を引く目的で 4 種類の表記方法を使用しています。 その表記方法および適用される状況は以下の通りです。
zh_tw: 有四種被用來強調特定文字與詞組的排字常規。這些常規以及它們所適用於的情況如下。

source: If source code is discussed, class names, methods, functions, variable names and returned values mentioned within a paragraph will be presented as above, in <literal>mono-spaced bold</literal>. For example:
as_in: উৎসৰ কোডৰ কথা আলোচনা কৰিলে, এটা পৰিচ্ছেদত থকা class names, methods, functions, variable names আৰু returned values ওপৰৰ ধৰণেদেখুওৱা হ'ব, <literal>mono-spaced bold</literal> ত । যেনে:
ja_jp: ソースコードの説明では 1 段落内で提示されるクラス名、 メソッド、 関数、 変数名、 戻り値を上記のように <literal>等幅の太字</literal> で表示します。 例えば、
zh_tw: 若討論到原始碼的話，段落中所提及的 class 名稱、method、functions、variable 名稱與回傳值，都將會如上一般地以<literal>固定粗體字型</literal>顯示。例如：

source: Important boxes detail things that are easily missed: configuration changes that only apply to the current session, or services that need restarting before an update will apply. Ignoring a box labeled 'Important' will not cause data loss but may cause irritation and frustration.
as_in: গুৰুত্বপূৰ্ণ বাকছত সহজে এৰি যোৱা বস্তুৰ বিৱৰণ থাকে: অকল বৰ্ত্তমানৰ অধিবেশনত প্ৰভাৱ পেলোৱা বিন্যাসৰ সাল সলনি, বা এটা উন্নয়নৰ প্ৰভাৱ পেলোৱাৰ পূৰ্বে পুনৰাৰম্ভ কৰিব লগা সেৱাসমূহ । 'গুৰুত্বপূৰ্ণ' লেবেল কৰা বাকছক আওকাণ কৰিলে তথ্য নেহেৰায় কিন্তু আপুনি পিছত বিৰক্ত আৰু নিৰুৎসাহ হ'ব পাৰে ।
ja_jp: 重要ボックスは見逃しやすい事項を詳細に説明しています。現在のセッションにのみ適用される設定上の変更点、 更新を適用する前に再起動が必要なサービスなどがあります。重要ボックスを無視してもデータを喪失するような結果にはなりませんがイライラ感やフラストレーションが生じる可能性があります。
zh_tw: 重點方塊會將容易遺漏掉的項目詳細列出：只對應於當下 session 的配置變更，或是某些要套用更新前必須將之重新啟用的服務。倘若您忽略掉重點方塊，雖然不會造成資料遺失，不過卻會造成工作上的不便與其它影響。

source: Important
as_in: গুৰুত্বপূৰ্ণ
ja_jp: 重要
zh_tw: 重點

source: Key combinations can be distinguished from keycaps by the plus sign that connects each part of a key combination. For example:
as_in: Key combinations সমূহক keycaps ৰ পৰা বেলেগ বুলি চিনাকি কৰিব পাৰি key combination ৰ প্ৰত্যেকটো অংশৰ মাজত থকা এটা হাইফেনৰ সংযোগেৰে । যেনে:
ja_jp: キーが 1 つの場合と複数のキーの組み合わせになる場合を区別するため、 その組み合わせを構成するキー同士をハイフンでつないでいます。 例えば、
zh_tw: 按鍵組合可透過 keycaps 藉由連字符號連接組合鍵來辨別。例如：

source: Note
as_in: টোকা
ja_jp: 注記
zh_tw: 註解

source: Notes and Warnings
as_in: টোকা আৰু সঁকিয়নী
ja_jp: 注記および警告
zh_tw: 註解和警告

source: Notes are tips, shortcuts or alternative approaches to the task at hand. Ignoring a note should have no negative consequences, but you might miss out on a trick that makes your life easier.
as_in: সঙ্কেত, চমু পথ বা কাম সম্পূৰ্ণ এটা বৈকল্পিক প্ৰৱেশ হৈছে এটা টোকা । এটা টোকা আওকাণ কৰিলে কোনো ক্ষতি হ'ব নালাগে, কিন্তু আপোনাৰ জীৱন সহজ কৰা এটা কায়দা আপুনি এৰি যাব পাৰে ।
ja_jp: 注記は説明している部分に対するヒントや近道あるいは代替となる手段などになります。注記を無視しても悪影響はありませんが知っておくと便利なコツを見逃すことになるかもしれません。
zh_tw: 註解代表某些作業上的提示、捷徑或是其它完成方式。忽略註解並不會帶來太大的負面影響，不過您可能會忽略掉某些能夠較輕鬆完成工作的方式。

source: Output sent to a terminal is set in <computeroutput>mono-spaced roman</computeroutput> and presented thus:
as_in: এটা টাৰ্মিনেললৈ আগবঢ়োৱা নিৰ্গম <computeroutput>mono-spaced roman</computeroutput> ত নিৰ্ধাৰিত কৰা হয় আৰু এনেধৰণে দেখুওৱা হয়:
ja_jp: 端末に送信される出力は <computeroutput>mono-spaced roman</computeroutput> (等幅の Roman) にセットされるので以下のように表示されます。
zh_tw: 傳送至終端機的輸出設置為 <computeroutput>mono-spaced roman</computeroutput>，並且以此方式顯示：

source: Press <keycap>Enter</keycap> to execute the command.
as_in: আদেশ চলাবলৈ <keycap>Enter</keycap> টিপক ।
ja_jp: <keycap>Enter</keycap> を押してコマンドを実行します。
zh_tw: 請按下 <keycap>Enter</keycap> 來執行指令。

source: Publican is a <firstterm>DocBook</firstterm> publishing system.
as_in: Publican এটা <firstterm>DocBook</firstterm> প্ৰকাশনৰ প্ৰণালী ।
ja_jp: Publican は <firstterm>DocBook</firstterm> の発行システムです。
zh_tw: Publican 是個 <firstterm>DocBook</firstterm> 發佈系統。

source: Pull-quote Conventions
as_in: Pull-quote আচাৰ বিধি
ja_jp: 引用における表記方法
zh_tw: 引述常規

source: Source-code listings are also set in <computeroutput>mono-spaced roman</computeroutput> but add syntax highlighting as follows:
as_in: উৎস-কোডৰ তালিকাও <computeroutput>mono-spaced roman</computeroutput> ত নিৰ্ধাৰিত কৰা হয় কিন্তু এনে ধৰণে দেখুৱা আৰু আলোকপাত কৰা হয়:
ja_jp: ソースコードの一覧も <computeroutput>mono-spaced roman</computeroutput> (等幅の Roman) でセットされますが、以下のように強調表示されます。
zh_tw: 原始碼排列亦設置為 <computeroutput>mono-spaced roman</computeroutput> 不過會如下加上語法強調：

source: Terminal output and source code listings are set off visually from the surrounding text.
as_in: টাৰ্মিনেলৰ নিৰ্গম আৰু উৎসৰ কোডৰ তালিকা ওচৰৰ লিপিৰ পৰা প্ৰত্যক্ষ ভাবে আঁতৰুৱা হয় ।
ja_jp: 端末の出力とソースコード一覧は、視覚的に周囲の文から区別されています。
zh_tw: 終端機輸出與原始碼資料會被設為在附近的文字間不會被看見。

source: The <command>mount -o remount <replaceable>file-system</replaceable></command> command remounts the named file system. For example, to remount the <filename>/home</filename> file system, the command is <command>mount -o remount /home</command>.
as_in: <command>mount -o remount <replaceable>file-system</replaceable></command> আদেশে নাম দিয়া নথিপত্ৰৰপ্ৰণালী পুনঃ তুলি লয় । যেনে, <filename>/home</filename> নথিপত্ৰৰপ্ৰণালী পুনঃ তুলিবলৈ, আদেশ হ'ল <command>mount -o remount /home</command> ।
ja_jp: <command>mount -o remount <replaceable>file-system</replaceable></command> コマンドは指定したファイルシステムを再マウントします。 例えば、 <filename>/home</filename> ファイルシステムを再マウントするコマンドは <command>mount -o remount /home</command> になります。
zh_tw: <command>mount -o remount <replaceable>檔案系統</replaceable></command> 指令會將 named 檔案系統重新掛載。比方說，若要重新掛載 <filename>/home</filename> 檔案系統的話，該指令就會是 <command>mount -o remount /home</command>。

source: The above includes a file name, a shell command and a keycap, all presented in mono-spaced bold and all distinguishable thanks to context.
as_in: ওপৰত এটা নথিপত্ৰৰ নাম, এটা শ্বেল আদেশ আৰু এটা keycap আছে, সকলো mono-spaced bold ত আৰু সকলো পৃথক প্ৰসঙ্গৰ কাৰণে ।
ja_jp: 上記にはファイル名、シェルコマンド、キーが含まれています。 すべて等幅の太字で表されているため文中内で見分けやすくなっています。
zh_tw: 以上包含了一個檔案名稱、shell 指令，以及 key cap，並且全部以固定粗體字型來顯示。

source: The above text includes application names; system-wide menu names and items; application-specific menu names; and buttons and text found within a GUI interface, all presented in proportional bold and all distinguishable by context.
as_in: ওপৰৰ লিপিত অনুপ্ৰয়োগৰ নাম; ব্যৱস্থাপ্ৰণালৰ ব্যাপকতালিকাৰ নাম আৰু বস্তু ; অনুপ্ৰয়োগ বিশেষ তালিকাৰ নাম; আৰু বুটাম আৰু এটা GUI সংযোগমাধ্যমত থকালিপি আছে, সকলোকে proportional bold ত দেখুওৱা হৈছে আৰু সকলোকে সন্দৰ্ভৰ মতে পৃথক কৰিব পাৰি ।
ja_jp: 上記には、 アプリケーション名、 システム全体のメニュー名と項目、 アプリケーション固有のメニュー名、 GUI インタフェースで見られるボタンやテキストがあります。 すべてプロポーショナルの太字で表示されているため文中内で見分けやすくなっています。
zh_tw: 以上文字包含了應用程式名稱；系統全域的選單名稱與項目；應用程式特屬的選單名稱；以及在 GUI 介面中所看到的按鈕與文字全部皆以相稱粗體字型來顯示，並且可透過內文來辨別。

source: The first paragraph highlights the particular keycap to press. The second highlights two key combinations (each a set of three keycaps with each set pressed simultaneously).
as_in: প্ৰথম পৰিচ্ছেদে টিপিব লগা নিৰ্দ্দিষ্ট keycap দেখুৱাই । দ্বিতীটোৱে দুটা key combinations ৰ কথা কয় (প্ৰত্যেক এটা তিনিটা keycaps ৰ গোট য'ত প্ৰত্যেক গোটক একেলগে টিপা হয় ) ।
ja_jp: 最初の段落では押すべき 1 つのキーを特定して強調しています。 次の段落では同時に押すべき 3 つのキーの組み合わせが 2 種類ありそれぞれ強調されています。
zh_tw: 第一段落強調了應輸入的特定 keycap。第二段落強調了兩組含有三個 keycaps 的組合鍵，各組組合鍵都是同時按下的。

source: This denotes words or phrases encountered on a system, including application names; dialog box text; labeled buttons; check-box and radio button labels; menu titles and sub-menu titles. For example:
as_in: এটা ব্যৱস্থাপ্ৰণালীত থকা শব্দ আৰু খণ্ডবাক্যৰ কথা কয়, আৰু তাত অনুপ্ৰয়োগৰ নাম;সম্বাদ বাকছৰ লিপি; লেবেল থকা বুটাম; ছেক বাকছ আৰু ৰেডিঅ' বুটামৰ লেবেল;মেনুৰ শিৰোনাম আৰু উপ-মেনুৰ শিৰোনাম থাকে । যেনে:
ja_jp: アプリケーション名、 ダイアログボックスのテキスト、ラベル付きボタン、 チェックボックスとラジオボタンのラベル、 メニュータイトルとサブメニュータイトルなどシステム上で見られる単語や語句を表します。 例えば、
zh_tw: 這代表在系統上所會看見的文字或詞組，這包含了應用程式名稱；對話方塊文字；被標記的按鈕；核取方塊與 radio button 標籤；選單標題以及子選單標題。例如：

source: This manual uses several conventions to highlight certain words and phrases and draw attention to specific pieces of information.
as_in: এই হাতপুথিয়ে কিছু শব্দ আৰু খণ্ডবাক্য আৰু তথ্যৰ কিছুমান নিৰ্দ্দিষ্ট অংশক আলোকপাত কৰিবলৈ বহুতো আচাৰ বিধি ব্যৱহাৰ কৰে ।
ja_jp: 本ガイドは特定の単語や語句を強調したり、 記載内容の特定部分に注意を引かせる目的で次のような表記方法を使用しています。
zh_tw: 本指南使用了幾種常規，以強調特定文字與詞組，並著重於特定的資訊。

source: To connect to a remote machine using ssh, type <command>ssh <replaceable>username</replaceable>@<replaceable>domain.name</replaceable></command> at a shell prompt. If the remote machine is <filename>example.com</filename> and your username on that machine is john, type <command>ssh john@example.com</command>.
as_in: দূৰৰ যন্ত্ৰত ssh ব্যৱহাৰ কৰি সংযোগ কৰিবলৈ, শ্বেল প্ৰমপ্টত <command>ssh <replaceable>username</replaceable>@<replaceable>domain.name</replaceable></command> লিখক । দূৰৰ যন্ত্ৰ <filename>example.com</filename> হ'লেল আৰু তাত আপোনাৰ ব্যৱহাৰকৰোঁতাৰ নাম john হ'লে , <command>ssh john@example.com</command> লিখক ।
ja_jp: ssh を使用してリモートマシンに接続するには、 シェルプロンプトで <command>ssh <replaceable>username</replaceable>@<replaceable>domain.name</replaceable></command> と入力します。 リモートマシンが <filename>example.com</filename> であり、 そのマシンで使用しているユーザー名が john なら <command>ssh john@example.com</command> と入力します。
zh_tw: 若要透過使用 ssh 來連至一部遠端機器，請在 shell 提示中輸入 <command>ssh <replaceable>用戶名稱</replaceable>@<replaceable>網域.名稱</replaceable></command>。若遠端機器為 <filename>example.com</filename> 而您在該機器上的用戶名稱為 john 的話，請輸入 <command>ssh john@example.com</command>。

source: To see the contents of the file <filename>my_next_bestselling_novel</filename> in your current working directory, enter the <command>cat my_next_bestselling_novel</command> command at the shell prompt and press <keycap>Enter</keycap> to execute the command.
as_in: আপোনাৰ বৰ্ত্তমানৰ পঞ্জিকাত<filename>my_next_bestselling_novel</filename> ৰ বিষয়বস্তু চাবলৈ, শ্বেল প্ৰ'মপ্টত <command>cat my_next_bestselling_novel</command> লিখকআৰু আদেশ চলাবলৈ <keycap>Enter</keycap> টিপক ।
ja_jp: 現在作業中のディレクトリ内のファイル <filename>my_next_bestselling_novel</filename> の内容を表示させるには、 シェルプロンプトで <command>cat my_next_bestselling_novel</command> コマンドを入力してから <keycap>Enter</keycap> を押してそのコマンドを実行します。
zh_tw: 若要查看位於您目前工作目錄中的 <filename>my_next_bestselling_novel</filename> 檔案的話，請在 shell 提示中輸入 <command>cat my_next_bestselling_novel</command> 指令並按下 <keycap>Enter</keycap> 來執行該指令。

source: To see the version of a currently installed package, use the <command>rpm -q <replaceable>package</replaceable></command> command. It will return a result as follows: <command><replaceable>package-version-release</replaceable></command>.
as_in: বৰ্ত্তমানে সংস্থাপিত সৰঞ্জামৰ সংস্কৰণ চাবলৈ, <command>rpm -q <replaceable>package</replaceable></command> আদেশ ব্যৱহাৰ কৰক । ইয়াৰ ফলাফল এনেধৰণৰ হ'ব: <command><replaceable>package-version-release</replaceable></command> ।
ja_jp: 現在インストールされているパッケージのバージョンを表示するには、 <command>rpm -q <replaceable>package</replaceable></command> コマンドを使用します。 結果として次を返してきます、 <command><replaceable>package-version-release</replaceable></command>。
zh_tw: 使用 <command>rpm -q <replaceable>套件</replaceable></command> 指令來查看目前已安裝套件的版本。系統將會回傳此結果：<command><replaceable>套件發行版本</replaceable></command>。

source: Typographic Conventions
as_in: অক্ষৰমূদ্ৰণশালৰ আচাৰ বিধি
ja_jp: 印刷における表記方法
zh_tw: 排字上的常規

source: Used to highlight system input, including shell commands, file names and paths. Also used to highlight keycaps and key combinations. For example:
as_in: শ্বেল আদেশ, নথিপত্ৰ নাম আৰু পথৰ সৈতে, ব্যৱস্থাপ্ৰণালীৰ নিবেশ আলোকপাত কৰিবলৈ, ব্যৱহাৰ কৰা হয় । ইয়াৰ উপৰিও keycaps আৰু key combinations আলোকপাত কৰিবলৈ ব্যৱহাৰ কৰা হয় । যেনে:
ja_jp: シェルコマンド、ファイル名、パスなどシステムへの入力を強調するために使用しています。またキー配列やキーの組み合わせを強調するのにも使用しています。 例えば、
zh_tw: 用來強調系統輸入，包括 shell 指令、檔案名稱與路徑。同時也會被使用來強調 key caps 與按鍵組合。例如：

source: Warning
as_in: সতৰ্কবাণী
ja_jp: 警告
zh_tw: 警告

source: Warnings should not be ignored. Ignoring warnings will most likely cause data loss.
as_in: সতৰ্কবাণীক আওকাণ কৰিব নালাগে । সতৰ্কবাণী আওকাণ কৰিলে অতি সম্ভৱ তথ্য হেৰুৱাব পাৰে ।
ja_jp: 警告は無視しないでください。警告を無視するとデータを喪失する可能性が非常に高くなります。
zh_tw: 任何警告都不該被忽略掉。忽略警告則很有可能會造成資料上的遺失。

source: Whether mono-spaced bold or proportional bold, the addition of italics indicates replaceable or variable text. Italics denotes text you do not input literally or displayed text that changes depending on circumstance. For example:
as_in: mono-spaced bold বা proportional bold এই হওক, italics যোগ কৰিলে সলনি কৰিব পৰা বা বিভিন্ন মান থকা লিপি বুজায় । Italics আপুনি নিবেশ নকৰা লিপি বুজায় বা পৰিস্থিতিৰ মতে সলনি হোৱা লিপি বুজায় । যেনে:
ja_jp: 等幅の太字やプロポーショナルの太字はいずれであっても斜体の場合は置換可能なテキストか変化するテキストを示します。 斜体は記載されている通りには入力しないテキスト、あるいは状況に応じて変化する出力テキストを表します。 例えば、
zh_tw: 無論是 Mono-spaced Bold 或是 Proportional Bold，額外的斜體字型便表示可替換或是變數文字。斜體字型代表您不會照字面輸入的文字，或是會依照情況而改變的文字。比方說：
