Repository: ajtowns/publican
Catalog: publican/Site_Tech/*/Site_Tech.po
Languages: ca_es, fa_ir, fr_fr, pl_pl, uk_ua

source: Site Tech
ca_es: Lloc de tecnologies
fa_ir: سایت تک
fr_fr: Technique du site
pl_pl: Techniczne
uk_ua: Технології сайта

source: Technology used to create this site
ca_es: Tecnologia utilitzada per a crear aquest lloc
fa_ir: تکنولوژی استفاده شده در ساخت این سایت
fr_fr: Technologie utilisée pour créer ce site
pl_pl: Technologie użyte do utworzenia tej strony
uk_ua: Технології, використані для створення цього сайта

source: This site is constructed with <application>Publican</application>, a free and open-source publishing tool developed by <ulink url="http://www.redhat.com/">Red Hat, Inc</ulink>.
ca_es: Aquest lloc ha estat construït amb <application>Publican</application>, una eina de publicació de codi lliure desenvolupada per <ulink url="http://www.redhat.com/">Red Hat, Inc</ulink>.
fa_ir: این سایت با <application>Publican</application> ساخته شده است، که یک برنامه ی آزاد و متن باز است که توسط <ulink url="http://www.redhat.com/">Red Hat, Inc</ulink> توسعه می یابد.
fr_fr: Ce site est construit avec <application>Publican</application>, un outil de publication libre développé par <ulink url="http://www.redhat.com/">Red Hat, Inc</ulink>.
pl_pl: Ta strona została skonstruowana za pomocą programu <application>Publican</application>, wolnego narzędzia do publikowania napisanego przez firmę <ulink url="http://www.redhat.com/">Red Hat, Inc</ulink>.
uk_ua: Цей сайт створено за допомогою <application>Publican</application>, вільного інструменту для оприлюднення документації з відкритим кодом, розробленого <ulink url="http://www.redhat.com/">Red Hat, Inc</ulink>.

source: <application>Publican</application> takes content authored in DocBook XML and transforms it into a variety of formats such as HTML, PDF, and EPUB. It can also build RPM packages to ship the content and can build documentation websites to publish the content on the web.
ca_es: <application>Publican</application> agafa el text d'autor en XML DocBook i el transforma a una gran varietat de formats com HTML, PDF i EPUB. També pot construir paquets RPM per a enviar-ne el contingut, i també pot construir llocs web per publicar el contingut en la web.
fa_ir: برنامه ی <application>Publican</application> محتوای را تحت DocBook XML گرفته و به قالب های مختلف مانند اچ‌تی‌ام‌ال، پی‌دی‌اف و اب‌پاب تبدیل می کند. آن می تواند بسته های ار‌پی‌ام برای انتقال محتوا و ساخت وب سایت های مستندات در وب به کار رود
fr_fr: <application>Publican</application> prend le contenu rédigé dans DocBook XML et l'exporte dans un grand nombre de formats tels que HTML, PDF et EPUB. Il peut également contruire des paquets RPM pour en diffuser le contenu et extraire de la documentation de sites internet à des fins de publication.
pl_pl: <application>Publican</application> przyjmuje treść napisaną w języku DocBook XML i przekształca ją w różne formaty, takie jak HTML, PDF i EPUB. Może także budować pakiety RPM oraz strony WWW, aby publikować treść w sieci.
uk_ua: <application>Publican</application> використовує дані, створені у форматі DocBook XML, і може перетворювати дані у інші формати, зокрема HTML, PDF та EPUB. Крім того, можливе створення пакунків RPM для поширення документації, а також побудови веб-сайтів з документацією для оприлюднення документації у Інтернеті.

source: <application>Publican</application> is included in the Fedora and Ubuntu distributions of Linux. Run <command>yum install publican</command> on Fedora or <command>apt-get install publican</command> on Ubuntu to install <application>Publican</application> on your system. An <ulink url="https://fedorahosted.org/releases/p/u/publican/">installer for Windows operating systems</ulink> is also available.
ca_es: <application>Publican</application> està inclòs en les distribucions de linux de Fedora i d'Ubuntu. Per a instal·lar <application>Publican</application> al vostre sistema a Fedora executeu la comanda <command>yum install publican</command>, i en Ubuntu <command>apt-get install publican</command>. També està disponible un <ulink url="https://fedorahosted.org/releases/p/u/publican/">instal·lador per al sistema operatiu Windows</ulink>.
fa_ir: برنامه ی <application>Publican</application> در لینوکس های فدورا و اوبونتو وجود دارد. دستور <command>yum install publican</command> در فدورا و در <command>apt-get install publican</command> ابونتو را برای نصب <application>Publican</application> در سیستم وارد کنید. یک نصاب <ulink url="https://fedorahosted.org/releases/p/u/publican/">برای سیستم های ویندوز</ulink> نیز موجود است.
fr_fr: <application>Publican</application> est inclus dans les distributions Linux Fedora et Ubuntu. Exécutez <command>yum install publican</command> sur Fedora ou <command>apt-get install publican</command> sur Ubuntu pour installer <application>Publican</application> sur votre système. Un <ulink url="https://fedorahosted.org/releases/p/u/publican/">programme d'installation pour les systèmes d'exploitation Windows</ulink> est également disponible.
pl_pl: <application>Publican</application> jest dołączony do dystrybucji Fedora i Ubuntu systemu Linux. Należy wykonać polecenie <command>yum install publican</command> w Fedorze lub <command>apt-get install publican</command> w Ubuntu, aby zainstalować program <application>Publican</application> w swoim systemie. Dostępny jest także <ulink url="https://fedorahosted.org/releases/p/u/publican/">instalator dla systemów operacyjnych Windows</ulink>.
uk_ua: <application>Publican</application> є частиною дистрибутивів Linux Fedora та Ubuntu. Для встановлення <application>Publican</application> в Fedora віддайте команду <command>yum install publican</command>. В Ubuntu тієї самої мети можна досягти командою <command>apt-get install publican</command>. Крім того, передбачено <ulink url="https://fedorahosted.org/releases/p/u/publican/">програму для встановлення системи у Windows</ulink>.

source: Publican links
ca_es: Enllaços de Publican
fa_ir: پیوند ها پابلیکن
fr_fr: Liens Publican
pl_pl: Odnośniki programu Publican
uk_ua: Посилання, пов’язані з Publican

source: <ulink url="https://fedorahosted.org/publican/">Project page</ulink>
ca_es: <ulink url="https://fedorahosted.org/publican/">Pàgina del projecte</ulink>
fa_ir: <ulink url="https://fedorahosted.org/publican/">صفحه پروژه</ulink>
fr_fr: <ulink url="https://fedorahosted.org/publican/">Page du projet</ulink>
pl_pl: <ulink url="https://fedorahosted.org/publican/">Strona projektu</ulink>
uk_ua: <ulink url="https://fedorahosted.org/publican/">Сторінка проекту</ulink>

source: <ulink url="https://www.redhat.com/mailman/listinfo/publican-list">Mailing list</ulink> and <ulink url="https://www.redhat.com/archives/publican-list/">mailing list archives</ulink>
ca_es: <ulink url="https://www.redhat.com/mailman/listinfo/publican-list">Mailing list</ulink> and <ulink url="https://www.redhat.com/archives/publican-list/">arxiu de la llista de correu</ulink>
fa_ir: <ulink url="https://www.redhat.com/mailman/listinfo/publican-list">لیست ایمیل</ulink> and <ulink url="https://www.redhat.com/archives/publican-list/">آرشیو لیست ایمیل</ulink>
fr_fr: <ulink url="https://www.redhat.com/mailman/listinfo/publican-list">Liste de diffusion</ulink> et <ulink url="https://www.redhat.com/archives/publican-list/">archives de la liste de diffusion</ulink>
pl_pl: <ulink url="https://www.redhat.com/mailman/listinfo/publican-list">Lista mailingowa</ulink> i <ulink url="https://www.redhat.com/archives/publican-list/">jej archiwa</ulink>
uk_ua: <ulink url="https://www.redhat.com/mailman/listinfo/publican-list">Список листування</ulink> та <ulink url="https://www.redhat.com/archives/publican-list/">архів списку листування</ulink>

source: <ulink url="irc://irc.freenode.net/publican">#publican IRC channel on Freenode</ulink>
ca_es: <ulink url="irc://irc.freenode.net/publican">Canar #publican a l'IRC de Freenode</ulink>
fa_ir: <ulink url="irc://irc.freenode.net/publican">#publican کانال آی ار سی در فری نود</ulink>
fr_fr: <ulink url="irc://irc.freenode.net/publican">Salon IRC #publican sur le réseau Freenode</ulink>
pl_pl: <ulink url="irc://irc.freenode.net/publican">Kanał IRC #publican w sieci Freenode</ulink>
uk_ua: <ulink url="irc://irc.freenode.net/publican">Канал #publican IRC на сервері Freenode</ulink>

source: <ulink url="https://fedorahosted.org/releases/p/u/publican/">Source tarballs of Publican releases</ulink>
ca_es: <ulink url="https://fedorahosted.org/releases/p/u/publican/">Empaquetats de codi dels llançaments de Publican</ulink>
fa_ir: <ulink url="https://fedorahosted.org/releases/p/u/publican/">منبع آرشیوهای انتشارات پابلیکن</ulink>
fr_fr: <ulink url="https://fedorahosted.org/releases/p/u/publican/">Sources tarball des versions de Publican</ulink>
pl_pl: <ulink url="https://fedorahosted.org/releases/p/u/publican/">Pliki tar źródeł wydań programu Publican</ulink>
uk_ua: <ulink url="https://fedorahosted.org/releases/p/u/publican/">Архіви з кодами випусків Publican</ulink>

source: <ulink url="http://svn.fedorahosted.org/svn/publican/">Latest source (SVN)</ulink>
ca_es: <ulink url="http://svn.fedorahosted.org/svn/publican/">Darrer codi (SVN)</ulink>
fa_ir: <ulink url="http://svn.fedorahosted.org/svn/publican/">آخرین منبع(SVN)</ulink>
fr_fr: <ulink url="http://svn.fedorahosted.org/svn/publican/">Dernières sources (SVN)</ulink>
pl_pl: <ulink url="http://svn.fedorahosted.org/svn/publican/">Najnowsze źródła (SVN)</ulink>
uk_ua: <ulink url="http://svn.fedorahosted.org/svn/publican/">Найсвіжіші коди (SVN)</ulink>

source: <ulink url="https://fedorahosted.org/publican/wiki/WishList">Wish list of future features</ulink>
ca_es: <ulink url="https://fedorahosted.org/publican/wiki/WishList">Propòsits per a properes funcionalitats</ulink>
fa_ir: <ulink url="https://fedorahosted.org/publican/wiki/WishList">لیست ویژگی های دلخواه</ulink>
fr_fr: <ulink url="https://fedorahosted.org/publican/wiki/WishList">Liste de souhaits des fonctionnalités à venir</ulink>
pl_pl: <ulink url="https://fedorahosted.org/publican/wiki/WishList">Lista planowanych funkcji</ulink>
uk_ua: <ulink url="https://fedorahosted.org/publican/wiki/WishList">Список побажань щодо наступних випусків</ulink>

source: <ulink url="https://bugzilla.redhat.com/buglist.cgi?query_format=advanced&amp;component=publican&amp;component=publican-fedora&amp;bug_status=NEW&amp;bug_status=ASSIGNED&amp;bug_status=MODIFIED&amp;bug_status=ON_DEV&amp;bug_status=ON_QA&amp;bug_status=VERIFIED&amp;bug_status=FAILS_QA&amp;bug_status=RELEASE_PENDING&amp;bug_status=POST">Open bugs</ulink>
ca_es: <ulink url="https://bugzilla.redhat.com/buglist.cgi?query_format=advanced&amp;component=publican&amp;component=publican-fedora&amp;bug_status=NEW&amp;bug_status=ASSIGNED&amp;bug_status=MODIFIED&amp;bug_status=ON_DEV&amp;bug_status=ON_QA&amp;bug_status=VERIFIED&amp;bug_status=FAILS_QA&amp;bug_status=RELEASE_PENDING&amp;bug_status=POST">Errors oberts</ulink>
fa_ir: <ulink url="https://bugzilla.redhat.com/buglist.cgi?query_format=advanced&amp;component=publican&amp;component=publican-fedora&amp;bug_status=NEW&amp;bug_status=ASSIGNED&amp;bug_status=MODIFIED&amp;bug_status=ON_DEV&amp;bug_status=ON_QA&amp;bug_status=VERIFIED&amp;bug_status=FAILS_QA&amp;bug_status=RELEASE_PENDING&amp;bug_status=POST">باگهای باز</ulink>
fr_fr: <ulink url="https://bugzilla.redhat.com/buglist.cgi?query_format=advanced&amp;component=publican&amp;component=publican-fedora&amp;bug_status=NEW&amp;bug_status=ASSIGNED&amp;bug_status=MODIFIED&amp;bug_status=ON_DEV&amp;bug_status=ON_QA&amp;bug_status=VERIFIED&amp;bug_status=FAILS_QA&amp;bug_status=RELEASE_PENDING&amp;bug_status=POST">Anomalies connues</ulink>
pl_pl: <ulink url="https://bugzilla.redhat.com/buglist.cgi?query_format=advanced&amp;component=publican&amp;component=publican-fedora&amp;bug_status=NEW&amp;bug_status=ASSIGNED&amp;bug_status=MODIFIED&amp;bug_status=ON_DEV&amp;bug_status=ON_QA&amp;bug_status=VERIFIED&amp;bug_status=FAILS_QA&amp;bug_status=RELEASE_PENDING&amp;bug_status=POST">Otwarte błędy</ulink>
uk_ua: <ulink url="https://bugzilla.redhat.com/buglist.cgi?query_format=advanced&amp;component=publican&amp;component=publican-fedora&amp;bug_status=NEW&amp;bug_status=ASSIGNED&amp;bug_status=MODIFIED&amp;bug_status=ON_DEV&amp;bug_status=ON_QA&amp;bug_status=VERIFIED&amp;bug_status=FAILS_QA&amp;bug_status=RELEASE_PENDING&amp;bug_status=POST">Список ще не виправлених вад</ulink>

source: Publican builds on the work of these open-source projects:
ca_es: Publican es construeix amb el treball dels següents projectes de codi obert:
fa_ir: پابلیکن در ساخت کار این پروژه متن باز پروژه:
fr_fr: Publican est construit sur le travail de ces projets libres :
pl_pl: Program Publican został zbudowany w oparciu o następujące projektu open source:
uk_ua: Publican використовує у своїх роботі код таких проектів з відкритим кодом:

source: <ulink url="http://www.cpan.org/">CPAN</ulink>
fa_ir: <ulink url="http://www.cpan.org/">CPAN سی‌پن</ulink>

source: <ulink url="http://docbook.sourceforge.net/">DocBook</ulink>
fa_ir: <ulink url="http://docbook.sourceforge.net/">DocBook داک‌بوک</ulink>

source: <ulink url="http://xmlgraphics.apache.org/fop/">Apache FOP</ulink>
fa_ir: <ulink url="http://xmlgraphics.apache.org/fop/">Apache FOP آپاچی فوپ</ulink>

source: <ulink url="http://www.gnu.org/software/gettext/">GNU gettext</ulink>
fa_ir: <ulink url="http://www.gnu.org/software/gettext/">GNU gettext گنو گت تکست</ulink>

source: <ulink url="https://fedorahosted.org/koji/">Koji</ulink>
fa_ir: <ulink url="https://fedorahosted.org/koji/">Koji کوجی</ulink>

source: <ulink url="http://www.imagemagick.org/script/index.php">ImageMagick</ulink>
fa_ir: <ulink url="http://www.imagemagick.org/script/index.php">ImageMagick ایمیج مجیک</ulink>

source: <ulink url="http://perl.org">Perl</ulink>
fa_ir: <ulink url="http://perl.org">Perl پرل</ulink>

source: <ulink url="http://rpm.org">RPM</ulink>
fa_ir: <ulink url="http://rpm.org">RPM آر پی ام</ulink>

source: <ulink url="http://sqlite.org">SQLite</ulink>
fa_ir: <ulink url="http://sqlite.org">SQLite اسکیولیت</ulink>

source: <ulink url="http://jfearn.fedorapeople.org/">Users&#39; Guide</ulink>
ca_es: <ulink url="http://jfearn.fedorapeople.org/">Guia d'usuari</ulink>
fr_fr: <ulink url="http://jfearn.fedorapeople.org/">Guide utilisateurs</ulink>
pl_pl: <ulink url="http://jfearn.fedorapeople.org/">Podręcznik użytkownika</ulink>

source: <ulink url="http://jfearn.fedorapeople.org/">Users' Guide</ulink>
uk_ua: <ulink url="http://jfearn.fedorapeople.org/">Інструкція з користування</ulink>
