Repository: ajtowns/publican
Catalog: publican/datadir/Common_Content/common/*/Conventions.po
Languages: pa_in

source: Document Conventions
pa_in: ਦਸਤਾਵੇਜ਼ ਸ਼ਰਤਾਂ

source: This manual uses several conventions to highlight certain words and phrases and draw attention to specific pieces of information.
pa_in: ਇਹ ਦਸਤਾਵੇਜ਼ ਕੁਝ ਸ਼ਬਦਾਂ ਅਤੇ ਪੈਰ੍ਹਿਆਂ ਨੂੰ ਹਾਈਲਾਈਟ ਕਰਨ ਲਈ ਕਈ ਕੰਨਵੈਂਸ਼ਮਨਜ਼ ਵਰਤਦਾ ਹੈ ਅਤੇ ਖਾਸ ਜਾਣਕਾਰੀ ਵੇਖਾਉਂਦਾ ਹੈ।

source: In PDF and paper editions, this manual uses typefaces drawn from the <ulink url="https://fedorahosted.org/liberation-fonts/">Liberation Fonts</ulink> set. The Liberation Fonts set is also used in HTML editions if the set is installed on your system. If not, alternative but equivalent typefaces are displayed. Note: Red Hat Enterprise Linux 5 and later includes the Liberation Fonts set by default.
pa_in: PDF ਅਤੇ ਪੇਪਰ ਐਡੀਸ਼ਨ ਵਿੱਚ, ਇਹ ਦਸਤਾਵੇਜ਼ ਟਾਈਪਫੇਸ ਵਰਤਦਾ ਹੈ ਜੋ <ulink url="https://fedorahosted.org/liberation-fonts/">Liberation Fonts</ulink> ਸੈੱਟ ਤੋਂ ਲਏ ਗਏ ਹਨ। ਲਿਬਰੇਸ਼ਂ ਫੌਂਟ ਸੈੱਟ ਨੂੰ HTML ਐਡੀਸ਼ਨਾਂ ਵਿੱਚ ਵੀ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ ਜੇ ਸੈੱਟ ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਇੰਸਟਾਲ ਕੀਤਾ ਹੈ। ਜੇ ਨਹੀਂ, ਮਿਲਦੇ-ਜੁਲਦੇ ਟਾਈਪਫੇਸ ਵੇਖਾਏ ਜਾਂਦੇ ਹਨ। ਸੂਚਨਾ: Red Hat Enterprise Linux 5 ਅਤੇ ਬਾਅਦ ਵਾਲਿਆਂ ਵਿੱਚ ਮੂਲ ਹੀ ਲਿਬਰੇਸ਼ਨ ਫੌਂਟ ਸ਼ਾਮਿਲ ਹੁੰਦੇ ਹਨ।

source: Typographic Conventions
pa_in: ਟਾਈਪੋਗਰਾਫਿਕ ਕੰਨਵੈਂਸ਼ਨਜ਼

source: Four typographic conventions are used to call attention to specific words and phrases. These conventions, and the circumstances they apply to, are as follows.
pa_in: ਚਾਰ ਟਾਈਪੋਗਰਾਫਿਕ ਕੰਨਵੈਂਸ਼ਨਜ਼ ਖਾਸ ਸ਼ਬਦ ਅਤੇ ਪੈਰ੍ਹੇ ਨੂੰ ਵੇਖਾਉਣ ਲਈ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਇਹ ਕੰਨਵੈਂਸ਼ਨਾਂ, ਅਤੇ ਹਾਲਤਾਂ ਜਿਨਾਂ ਵਿੱਚ ਇਹ ਲਾਗੂ ਹੁੰਦੀਆਂ ਹਨ, ਇਸ ਤਰਾਂ ਹਨ।

source: <literal>Mono-spaced Bold</literal>
pa_in: <literal>ਮੋਨੋ-ਸਪੇਸ ਬੋਲਡ</literal>

source: Used to highlight system input, including shell commands, file names and paths. Also used to highlight keycaps and key combinations. For example:
pa_in: ਸਿਸਟਮ ਇੰਪੁੱਟ, ਜਿਵੇਂ ਸ਼ੈੱਲ ਕਮਾਂਡਾਂ, ਫਾਇਲ ਨਾਂ ਅਤੇ ਟਿਕਾਣੇ ਆਦਿ ਨੂੰ ਵੇਖਾਉਣ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ। ਕੀਕੈਪਸ ਅਤੇ ਕੀ-ਸੰਜੋਗ ਵੇਖਾਉਣ ਲਈ ਵੀ ਵਰਤੀ ਜਾਂਦੀ ਹੈ। ਉਦਾਹਰਨ ਲਈ:

source: To see the contents of the file <filename>my_next_bestselling_novel</filename> in your current working directory, enter the <command>cat my_next_bestselling_novel</command> command at the shell prompt and press <keycap>Enter</keycap> to execute the command.
pa_in: ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਵਰਕਿੰਗ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ <filename>my_next_bestselling_novel</filename> ਫਾਇਲ ਦੇ ਸੰਖੇਪ ਵੇਖਣ ਲਈ, ਸ਼ੈੱਲ ਪਰੌਂਪਟ ਤੇ <command>cat my_next_bestselling_novel</command> ਦਿਓ ਅਤੇ ਕਮਾਂਡ ਚਲਾਉਣ ਲਈ <keycap>Enter</keycap> ਦਬਾਓ।

source: The above includes a file name, a shell command and a keycap, all presented in mono-spaced bold and all distinguishable thanks to context.
pa_in: ਉੱਪਰ ਫਾਇਲ ਨਾਂ, ਇੱਕ ਸ਼ੈੱਲ ਕਮਾਂਡ ਅਤੇ ਕੀਕੈਪ ਦਿੱਤੇ ਗਏ ਹਨ, ਸਭ ਮੋਨੋ-ਸਪੇਸ ਬੋਲਡ ਵਿੱਚ ਦਿੱਤੇ ਗਏ ਹਨ ਅਤੇ ਸਭ ਪ੍ਰਸੰਗ ਸਾਹਿਤ ਦਿੱਤੇ ਹਨ।

source: Key combinations can be distinguished from keycaps by the hyphen connecting each part of a key combination. For example:
pa_in: ਕੁੰਜੀ ਸੰਜੋਗ ਨੂੰ ਕੀਕੈਪ ਤੋਂ ਵੱਖ ਕਰਨ ਲਈ ਕੁੰਜੀ ਸੰਜੋਗ ਦੇ ਹਰੇਕ ਹਿੱਸੇ ਵਿੱਚ ਹਾਈਫਨ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਉਦਾਹਰਨ ਲਈ:

source: Press <keycap>Enter</keycap> to execute the command.
pa_in: ਕਮਾਂਡ ਚਲਾਉਣ ਲਈ <keycap>Enter</keycap> ਦਬਾਓ।

source: Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F2</keycap></keycombo> to switch to the first virtual terminal. Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> to return to your X-Windows session.
pa_in: ਪਹਿਲੇ ਵਰਚੁਅਲ ਟਰਮੀਨਲ ਤੇ ਜਾਣ ਲਈ <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F2</keycap></keycombo> ਦਬਾਓ। ਆਪਣੇ X-ਵਿੰਡੋ ਸ਼ੈਸ਼ਨ ਤੇ ਵਾਪਿਸ ਜਾਣ ਲਈ <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> ਦਬਾਓ।

source: The first paragraph highlights the particular keycap to press. The second highlights two key combinations (each a set of three keycaps with each set pressed simultaneously).
pa_in: ਪਹਿਲਾ ਪੈਰ੍ਹਾ ਖਾਸ ਕੀਕੈਪ ਨੂੰ ਵੇਖਾਉਂਦਾ ਹੈ ਜੋ ਦਬਾਉਣਾ ਹੈ। ਦੂਜਾ ਦੋ ਕੁੰਜੀ ਸੰਜੋਗਾਂ ਨੂੰ ਵੇਖਾਉਂਦਾ ਹੈ (ਹਰੇਕ ਤਿੰਨ ਕੀਕੈਪਾਂ ਦਾ ਸੈੱਟ ਹੈ ਜੋ ਇੱਕੋ ਸਮੇਂ ਦਬਾਉਣੀਆਂ ਹਨ)।

source: If source code is discussed, class names, methods, functions, variable names and returned values mentioned within a paragraph will be presented as above, in <literal>mono-spaced bold</literal>. For example:
pa_in: ਜੇ ਸੋਰਸ ਕੋਡ ਦਿੱਤਾ ਹੈ, ਕਲਾਸ ਨਾਂ, ਢੰਗ, ਫੰਕਸ਼ਨ, ਵੇਰੀਏਬਲ ਨਾਂ ਅਤੇ ਪੈਰ੍ਹੇ ਵਿੱਚ ਰਿਟਰਨ ਕੀਤੇ ਮੁੱਲ ਉੱਪਰ ਦਿੱਤੇ ਵਾਂਗ ਵੇਖਾਏ ਜਾਣਗੇ, <literal>ਮੋਨੋ-ਸਪੇਸ ਬੋਲਡ</literal> ਵਿੱਚ। ਉਦਾਹਰਨ ਲਈ:

source: File-related classes include <classname>filesystem</classname> for file systems, <classname>file</classname> for files, and <classname>dir</classname> for directories. Each class has its own associated set of permissions.
pa_in: ਫਾਇਲ-ਸੰਬੰਧੀ ਕਲਾਸਾਂ ਵਿੱਚ ਫਾਇਲ ਸਿਸਟਮਾਂ ਲਈ <classname>filesystem</classname>, ਫਾਇਲਾਂ ਲਈ <classname>file</classname>, ਅਤੇ ਡਾਇਰੈਕਟਰੀਆਂ ਲਈ <classname>dir</classname> ਸ਼ਾਮਿਲ ਹਨ। ਹਰੇਕ ਕਲਾਸ ਦੇ ਆਪਣੇ ਸੰਬੰਧਿਤ ਅਧਿਕਾਰ ਹੁੰਦੇ ਹਨ।

source: <application>Proportional Bold</application>
pa_in: <application>ਪਰੋਪੋਰਸ਼ਨਲ ਬੋਲਡ</application>

source: Choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Mouse</guimenuitem></menuchoice> from the main menu bar to launch <application>Mouse Preferences</application>. In the <guilabel>Buttons</guilabel> tab, click the <guilabel>Left-handed mouse</guilabel> check box and click <guibutton>Close</guibutton> to switch the primary mouse button from the left to the right (making the mouse suitable for use in the left hand).
pa_in: <application>ਮਾਊਸ ਪਸੰਦਾਂ</application> ਚਲਾਉਣ ਲਈ ਮੁੱਖ ਮੇਨੂ ਬਾਰ ਵਿੱਚੋਂ <menuchoice><guimenu>ਸਿਸਟਮ</guimenu><guisubmenu>ਪਸੰਦਾਂ</guisubmenu><guimenuitem>ਮਾਊਸ</guimenuitem></menuchoice> ਚੁਣੋ। <guilabel>ਬਟਨ</guilabel> ਟੈਬ ਵਿੱਚ, <guilabel>ਖੱਬਾ-ਹੱਥ ਮਾਊਸ</guilabel> ਚੈੱਕ ਬਕਸਾ ਦਬਾਓ ਅਤੇ ਪਰਾਇਮਰੀ ਮਾਊਸ ਬਟਨ ਨੂੰ ਖੱਬੇ ਤੋਂ ਸੱਜੇ ਤਬਦੀਲ ਕਰਨ ਲਈ <guibutton>ਬੰਦ</guibutton> ਦਬਾਓ (ਖੱਬੂ ਦੇ ਵਰਤਣ ਲਈ ਮਾਊਸ ਬਣਾਉਣਾ)।

source: The above text includes application names; system-wide menu names and items; application-specific menu names; and buttons and text found within a GUI interface, all presented in proportional bold and all distinguishable by context.
pa_in: ਉੱਪਰਲੇ ਪਾਠ ਵਿੱਚ ਐਪਲੀਕੇਸ਼ਨ ਨਾਂ; ਸਿਸਟਮ-ਸੰਬੰਧੀ ਮੇਨੂ ਨਾਂ ਅਤੇ ਇਕਾਈਆਂ; ਐਪਲੀਕੇਸ਼ਨ-ਸੰਬੰਧੀ ਮੇਨੂ ਨਾਂ; ਅਤੇ ਬਟਨ ਅਤੇ GUI ਇੰਟਰਫੇਸ ਵਿਚਲਾ ਪਾਠ ਸ਼ਾਮਿਲ ਹੁੰਦੇ ਹਨ, ਸਭ ਪਰੋਪੋਰਸ਼ਨਲ ਬੋਲਡ ਵਿੱਚ ਵੇਖਾਂਦੇ ਹੁੰਦੇ ਹਨ ਅਤੇ ਪ੍ਰਸੰਗ ਸਾਹਿਤ ਵੱਖ ਕੀਤੇ ਹੁੰਦੇ ਹਨ।

source: <command><replaceable>Mono-spaced Bold Italic</replaceable></command> or <application><replaceable>Proportional Bold Italic</replaceable></application>
pa_in: <command><replaceable>Mono-spaced Bold Italic</replaceable></command> ਜਾਂ <application><replaceable>ਪਰੋਪੋਰਸ਼ਨਲ ਬੋਲਡ ਇਟਾਲਿਕ</replaceable></application>

source: Whether mono-spaced bold or proportional bold, the addition of italics indicates replaceable or variable text. Italics denotes text you do not input literally or displayed text that changes depending on circumstance. For example:
pa_in: ਮੋਨੋ-ਸਪੇਸ ਬੋਲਡ ਜਾਂ ਪਰੋਪੋਰਸ਼ਨਲ ਬੋਲਟ ਹੋਵੇ, ਇਟਾਲਿਕ ਸ਼ਾਮਿਲ ਕਰਨ ਨਾਲ ਹਟਾਉਣ ਯੋਗ ਜਾਂ ਤਬਦੀਲੀ ਯੋਗ ਪਾਠ ਦਿਸਦਾ ਹੈ। ਇਟਾਲਿਕ ਉਹ ਪਾਠ ਹੈ ਜੋ ਤੁਸੀਂ ਇੰਪੁੱਟ ਨਹੀਂ ਕੀਤਾ ਜਾਂ ਪਾਠ ਵੇਖਾਉਂਦਾ ਹੈ ਜੋ ਤਬਦੀਲ ਹੋਇਆ ਹੈ ਹਾਲਤ ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ। ਉਦਾਹਰਨ ਲਈ:

source: To connect to a remote machine using ssh, type <command>ssh <replaceable>username</replaceable>@<replaceable>domain.name</replaceable></command> at a shell prompt. If the remote machine is <filename>example.com</filename> and your username on that machine is john, type <command>ssh john@example.com</command>.
pa_in: ssh ਵਰਤ ਕੇ ਰਿਮੋਟ ਮਸ਼ੀਨ ਨਾਲ ਜੁੜਨ ਲਈ, ਸ਼ੈੱਲ ਪਰੌਂਪਟ ਤੇ <command>ssh <replaceable>username</replaceable>@<replaceable>domain.name</replaceable></command> ਲਿਖੋ। ਜੇ ਰਿਮੋਟ ਮਸ਼ੀਨ <filename>example.com</filename> ਹੈ ਅਤੇ ਉਸ ਮਸ਼ੀਨ ਤੇ ਤੁਹਾਡਾ ਯੂਜ਼ਰ-ਨਾਂ john ਹੈ, ਤਾਂ <command>ssh john@example.com</command> ਲਿਖੋ।

source: The <command>mount -o remount <replaceable>file-system</replaceable></command> command remounts the named file system. For example, to remount the <filename>/home</filename> file system, the command is <command>mount -o remount /home</command>.
pa_in: <command>mount -o remount <replaceable>file-system</replaceable></command> ਕਮਾਂਡ ਦਿੱਤੇ-ਨਾਂ ਵਾਲੇ ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਮੁੜ ਤੋਂ ਮਾਊਂਟ ਕਰਦਾ ਹੈ। ਉਦਾਹਰਨ ਲਈ, <filename>/home</filename> ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਮਾਊਂਟ ਕਰਨ ਲਈ, ਕਮਾਂਡ ਹੈ <command>mount -o remount /home</command>।

source: To see the version of a currently installed package, use the <command>rpm -q <replaceable>package</replaceable></command> command. It will return a result as follows: <command><replaceable>package-version-release</replaceable></command>.
pa_in: ਮੌਜੂਦਾ ਇੰਸਟਾਲੇ ਕੀਤੇ ਪੈਕੇਜ ਦਾ ਵਰਜਨ ਵੇਖਣ ਲਈ, <command>rpm -q <replaceable>package</replaceable></command> ਕਮਾਂਡ ਵਰਤੋ। ਇਹ ਇਸ ਤਰਾਂ ਦਾ ਨਤੀਜਾ ਦੇਵੇਗਾ: <command><replaceable>package-version-release</replaceable></command>।

source: Aside from standard usage for presenting the title of a work, italics denotes the first use of a new and important term. For example:
pa_in: ਇੱਕ ਕੰਮ ਦਾ ਸਿਰਲੇਖ ਵੇਖਾਉਣ ਲਈ ਸਟੈਂਡਰਡ ਵਰਤੋਂ ਤੋਂ ਉਲਟ, ਇਟਾਲਿਕ ਨਵੀਂ ਅਤੇ ਜਰੂਰੀ ਜਾਣਕਾਰੀ ਨੂੰ ਵੇਖਾਉਣ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਉਦਾਹਰਨ ਲਈ:

source: Publican is a <firstterm>DocBook</firstterm> publishing system.
pa_in: Publican ਇੱਕ <firstterm>DocBook</firstterm> ਪਬਲਿਸ਼ ਕਰਨ ਵਾਲਾ ਸਿਸਟਮ ਹੈ।

source: Pull-quote Conventions
pa_in: ਸਵਲਾ-ਲਵੋ ਕੰਨਵੈਂਸ਼ਨਜ਼

source: Terminal output and source code listings are set off visually from the surrounding text.
pa_in: ਟਰਮੀਨਲ ਆਊਟਪੁੱਟ ਅਤੇ ਸੋਰਸ ਕੋਡ ਸੂਚੀ ਨੂੰ ਆਸੇ ਪਾਸੇ ਦੇ ਪਾਠ ਤੋਂ ਅਦਿੱਖ ਕੀਤੇ ਹਨ।

source: Output sent to a terminal is set in <computeroutput>mono-spaced roman</computeroutput> and presented thus:
pa_in: ਟਰਮੀਨਲ ਤੇ ਭੇਜੀ ਆਊਟਪੁੱਟ <computeroutput>ਮੋਨੋ-ਸਪੇਸ ਰੋਮਨ</computeroutput> ਵਿੱਚ ਸੈੱਟ ਕੀਤੇ ਹਨ ਅਤੇ ਵੇਖਾਏ ਗਏ ਹਨ:

source: Source-code listings are also set in <computeroutput>mono-spaced roman</computeroutput> but add syntax highlighting as follows:
pa_in: ਸੋਰਸ ਕੋਡ ਸੂਚੀ ਵੀ <computeroutput>ਮੋਨੋ-ਸਪੇਸ ਰੋਮਨ</computeroutput> ਵਿੱਚ ਸੈੱਟ ਕੀਤੇ ਹਨ ਪਰ ਸੈਂਟੇਕਸ ਇਸ ਤਰਾਂ ਵੇਖਾਇਆ ਗਿਆ ਹੈ:

source: Notes and Warnings
pa_in: ਸੂਚਨਾ ਅਤੇ ਚੇਤਾਵਨੀ

source: Finally, we use three visual styles to draw attention to information that might otherwise be overlooked.
pa_in: ਅੰਤ ਵਿੱਚ, ਅਸੀਂ ਜਾਣਕਾਰੀ ਵੇਖਾਉਣ ਲਈ ਤਿੰਨ ਦਰਿਸ਼ ਸਟਾਈਲ ਵਰਤਦੇ ਹਾਂ ਜੋ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹਨ।

source: Note
pa_in: ਸੂਚਨਾ

source: Notes are tips, shortcuts or alternative approaches to the task at hand. Ignoring a note should have no negative consequences, but you might miss out on a trick that makes your life easier.
pa_in: ਸੂਚਨਾ ਅਤੇ ਟਿੱਪਣੀਆਂ, ਸ਼ਾਰਟਕੱਟ ਜਾਂ ਹੋਰ ਤਰੀਕੇ ਜੋ ਵਰਤ ਸਕਦੇ ਹਾਂ। ਸੂਚਨਾ ਅਣਡਿੱਠਾ ਕਰਨ ਨਾਲ ਕੋਈ ਨੈਗੇਟਿਵ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈਂਦਾ, ਪਰ ਜਿੰਗਦੀ ਸੌਖੀ ਬਣਾਉਣ ਦਾ ਮੌਕਾ ਲੰਘ ਸਕਦਾ ਹੈ।

source: Important
pa_in: ਜਰੂਰੀ

source: Important boxes detail things that are easily missed: configuration changes that only apply to the current session, or services that need restarting before an update will apply. Ignoring a box labeled 'Important' will not cause data loss but may cause irritation and frustration.
pa_in: ਜਰੂਰੀ ਬਾਕਸ ਵੇਰਵਾ ਚੀਜਾਂ ਅਸਾਨੀ ਨਾਲ ਰੱਦ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ: ਸੰਰਚਨਾ ਤਬਦੀਲੀਆਂ ਜੋ ਸਿਰਫ ਮੌਜੂਦਾ ਸ਼ਐਸ਼ਨ ਤੇ ਲਾਗੂ ਹੁੰਦੇ ਹਨ, ਜਾਂ ਸਰਵਿਸ ਜਿਸਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। 'ਜਰੂਰੀ' ਲੇਬਲ ਵਾਲਾ ਬਾਕਸ ਰੱਦ ਕਰਨ ਨਾਲ ਡਾਟਾ ਖਰਾਬ ਨਹੀਂ ਹੁੰਦਾ ਪਰ ਹੋਰ ਖਰਾਬੀ ਹੋ ਸਕਦੀ ਹੈ।

source: Warning
pa_in: ਚੇਤਾਵਨੀ

source: Warnings should not be ignored. Ignoring warnings will most likely cause data loss.
pa_in: ਚੇਤਾਵਨੀਆਂ ਰੱਦ ਨਹੀਂ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ। ਚੇਤਾਵਨੀਆਂ ਰੱਦ ਕਰਨ ਨਾਲ ਡਾਟਾ ਖਰਾਬ ਹੋ ਸਕਦਾ ਹੈ।
