Repository: ajtowns/publican
Catalog: publican/content/common/*/Conventions.po
Languages: cs_cz, de_de, hu_hu, ja_jp, nb_no, nl_nl, pl_pl, pt_br, sk_sk, zh_tw

source: Choose <guimenu>System > Preferences > Mouse</guimenu> from the main menu bar to launch <application>Mouse Preferences</application>. In the <guilabel>Buttons</guilabel> tab, click the <guilabel>Left-handed mouse</guilabel> check box and click <guibutton>Close</guibutton> to switch the primary mouse button from the left to the right (making the mouse suitable for use in the left hand).
cs_cz: Vybráním <guimenu>System > Preferences > Mouse</guimenu> v hlavním menu spusťte aplikaci <application>Mouse Preferences</application> . V záložce <guilabel>Buttons</guilabel> zaškrtněte volbu <guilabel>Left-handed mouse</guilabel> a stiskněte <guibutton>Close</guibutton> pro změnu hlavního tlačítka myši z levého na pravé (to usnadní používání myši levou rukou).
hu_hu: Válassza a fő menü <guimenu>Rendszer &gt; Beállítások &gt; Egér</guimenu> pontját az <application>Egér beállítás</application> indításához. A <guilabel>Gombok</guilabel> fülön, kattintson a <guilabel>Balkezes egér</guilabel> jelölő dobozra, majd a <guibutton>Bezárás</guibutton> gombra az elsődleges egérgomb balról jobbra felcseréléséhez (a bal kézhez igazításhoz).
ja_jp: メインメニューバーから <guimenu>システム > 個人設定 > マウス</guimenu> の順で選択し <application>マウスの個人設定</application> を起動します。 <guilabel>ボタン</guilabel> タブ内の <guilabel>左ききのマウス</guilabel> チェックボックスをクリックしてから <guibutton>閉じる</guibutton> をクリックしマウスの第一ボタンを左から右に切り替えます (マウスを左ききの人が使用するのに適した設定にする)。
nb_no: Velg <guimenu>System > Brukervalg > Mus</guimenu> ifra hovedmenylinja for å starte <application>Brukervalg for Mus</application>. I fanen <guilabel>Generelt</guilabel>, trykk på <guilabel>Venstrehendt</guilabel> sjekkboksen og trykk <guibutton>Lukk</guibutton> for å skifte den primære museknappen fra høyre til venstre (som gjør musa bedre egnet for venstrehendte).
pl_pl: Wybierz <guimenu>System &gt; Preferencje &gt; Mysz</guimenu> z głównego meny panelu, aby uruchomić <application>Preferencje myszy</application>. W karcie <guilabel>Przyciski</guilabel> naciśnij na pole wyboru <guilabel>Mysz leworęczna</guilabel> i naciśnij <guibutton>Zamknij</guibutton>, aby przełączyć główny przycisk myszy z lewego na prawy (umożliwiając używanie myszy lewą ręką).
sk_sk: Z hlavnej ponuky si zvoľte <guimenu>Systém > Predvoľby > Myš</guimenu> na spustenie <application>Nastavenia myši</application>. Na karte <guilabel>Tlačidlá</guilabel> kliknite na voľbu <guilabel>Pre ľavákov</guilabel> a kliknite na tlačidlo <guibutton>Zavrieť</guibutton> na prepnutie primárneho tlačidla z ľavého na pravé (čo lepšie prispôsobí myš pre ľavú ruku).
zh_tw: 由主選單選取<guimenu>系統 > 偏好設定 > 滑鼠</guimenu> 來啟動<application>滑鼠偏好設定</application>。請在<guilabel>按鈕</guilabel>分頁中點選<guilabel>左手操作滑鼠</guilabel>核取方塊並按下<guibutton>關閉</guibutton>來將主要滑鼠按鍵由左邊切換至右邊（這可讓滑鼠適合使用於左手）。

source: To insert a special character into a <application>gedit</application> file, choose <guimenu>Applications > Accessories > Character Map</guimenu> from the main menu bar. Next, choose <guimenu>Search > Find&hellip;</guimenu> from the <application>Character Map</application> menu bar, type the name of the character in the <guilabel>Search</guilabel> field and click <guibutton>Next</guibutton>. The character you sought will be highlighted in the <guilabel>Character Table</guilabel>. Double-click this highlighted character to place it in the <guilabel>Text to copy</guilabel> field and then click the <guibutton>Copy</guibutton> button. Now switch back to your document and choose <guimenu>Edit > Paste</guimenu> from the <application>gedit</application> menu bar.
cs_cz: Chcete-li vložit speciální znak do souboru v aplikaci <application>gedit</application>, zvolte <guimenu>Applications > Accessories > Character Map</guimenu> v hlavním menu. Pokračujte <guimenu>Search > Find&hellip;</guimenu> v menu <application>Character Map</application> napište název znaku do pole <guilabel>Search</guilabel> a stiskněte <guibutton>Next</guibutton>. Hledaný znak by měl být zvýrazněn v <guilabel>Character Table</guilabel>. Dvojklikem zvýrazněný znak umístěte do pole <guilabel>Text to copy</guilabel> a pak stiskněte tlačítko <guibutton>Copy</guibutton>. Po návratu do dokumentu zvolte <guimenu>Edit > Paste</guimenu> v menu aplikace<application>gedit</application>.
hu_hu: Különleges jelek <application>gedit</application> fájlba beszúrásához válassza az <guimenu>Alkalmazások &gt; Kellékek &gt; Karaktertábla</guimenu> menüpontot. Majd válassza a <application>Karaktertábla</application> menüjéből a <guimenu>Keresés &gt; Keresés&hellip;</guimenu> pontot. Gépelje be a jel nevét a <guilabel>Keresés</guilabel> mezőbe, és kattintson a <guibutton>Következő</guibutton> gombra. A keresett jelet a <guilabel>Karaktertábla</guilabel> kiemeléssel jelöli. Duplán kattintva e kiemelt jelre a <guilabel>Másolandó szöveg</guilabel> mezőbe kerül. Kattintson a <guibutton>Másolás</guibutton> gombra. Váltson vissza az iratra, és válassza a <application>gedit</application> menüjéből a <guimenu>Szerkesztés &gt; Beillesztés</guimenu> pontot.
ja_jp: <application>gedit</application> ファイルに特殊な文字を挿入する場合は、 メインメニューバーから <guimenu>アプリケーション > アクセサリ > 文字マップ</guimenu> の順で選択します。 次に <application>文字マップ</application> メニューバーから <guimenu>検索 > 検索&hellip;</guimenu> と選択して <guilabel>検索</guilabel> フィールド内にその文字名を入力し <guibutton>次</guibutton> をクリックします。 探している文字が <guilabel>文字表</guilabel> 内で強調表示されます。 この強調表示された文字をダブルクリックすると <guilabel>コピーするテキスト</guilabel> フィールド内に置かれるので次に <guibutton>コピー</guibutton> ボタンをクリックします。 ここでドキュメントに戻り <application>gedit</application> メニューバーから <guimenu>編集 > 貼り付け</guimenu> を選択します。
nb_no: For å sette spesialtegn inn i ei <application>gedit</application> fil, velg <guimenu>Programmer > Tilbehør > Tegnkart</guimenu> ifra hovedmenylinja. Så velger du <guimenu>Søk > Finn</guimenu> fra <application>Tegnkart</application> menylinja, skriv navnet på tegnet i <guilabel>Søk:</guilabel> feltet og trykk <guilabel>Neste</guilabel>. Tegnet du søkte etter vil bli fremhevet i <guilabel>Tegntabellen</guilabel>.Dobbeltklikk på det fremhevete tegnet for å plassere det i <guilabel>Tekst som skal kopieres</guilabel> feltet og trykk på <guilabel>Kopier</guilabel> knappen. Nå går du tilbake til dokumentet ditt og velger <guimenu>Rediger > Lim inn</guimenu> fra menylinja til <application>gedit</application>
pl_pl: Aby umieścić specjalny znak w pliku <application>gedit</application>, wybierz <guimenu>Aplikacje &gt; Akcesoria &gt; Mapa znaków</guimenu> z głównego menu panelu. Następnie wybierz <guimenu>Znajdź &gt; Znajdź&hellip;</guimenu> z paska menu <application>Mapy znaków</application>, podaj nazwę znaku w polu <guilabel>Znajdź</guilabel> i naciśnij <guibutton>Dalej</guibutton>. Wyszukiwany znak zostanie wyróżniony w <guilabel>Tablicy znaków</guilabel>. Podwójne naciśnięcie wyróżnionego znaku umieści go w polu <guilabel>Tekst do skopiowania</guilabel>. Następnie naciśnij przycisk <guibutton>Skopiuj</guibutton>. Teraz przełącz z powrotem na dokument i wybierz <guimenu>Edycja &gt; Wklej</guimenu> z paska menu <application>gedit</application>.
sk_sk: Na vloženie špeciálneho znaku do súboru v <application>gedit</application> si z hlavnej ponuky zvoľte <guimenu>Aplikácie > Príslušenstvo > Mapa znakov</guimenu>. Ďalej si z ponuky aplikácie <application>Mapa znakov</application> zvoľte <guimenu>Hľadať > Nájsť</guimenu>, zadajte názov znaku do políčka <guilabel>Hľadať</guilabel> a kliknite na tlačidlo <guibutton>Nasledujúce</guibutton>. Hľadaný znak bude vyznačený v <guilabel>Tabuľke znakov</guilabel>. Dvojklikom na zvýraznený znak sa tento prenesie do políčka <guilabel>Text na kopírovanie</guilabel> a potom kliknite na tlačidlo <guibutton>Kopírovať</guibutton>. Teraz sa prepnite späť do vášho dokumentu a zvoľte <guimenu>Upraviť > Vložiť</guimenu> z ponuky aplikácie <application>gedit</application>.
zh_tw: 若要將特殊字元插入一個 <application>gedit</application> 檔案中的話，請由主選單中選擇<guimenu>應用程式 > 附屬應用程式 > 字元對應表</guimenu>。接下來，請由<application>字元對應表</application>的選單中選擇<guimenu>搜尋 > 尋找&hellip;</guimenu>，並在<guilabel>搜尋</guilabel>欄位中輸入字元的名稱然後按下<guibutton>下一個</guibutton>。您所選擇的字元將會顯示於<guilabel>字元表</guilabel>中。在被選定的字元上點兩下滑鼠左鍵便可將它放置在<guilabel>準備複製的文字</guilabel>欄位中，接下來請按下旁邊的<guibutton>複製</guibutton>按鈕。現在，請切換回您的文件並由 <application>gedit</application> 的選單上選擇<guimenu>編輯 > 貼上</guimenu>。

source: The above text includes application names; system-wide menu names and items; application-specific menu names; and buttons and text found within a GUI interface, all presented in Proportional Bold and all distinguishable by context.
cs_cz: Výše uvedený text obsahuje názvy aplikací, systémových a aplikačních menu a tlačítek, stejně jako různé texty, s nimiž se můžeme setkat v uživatelském rozhraní. Všechny jsou zobrazeny proporcionálním tučným písmem a jsou rozlišitelné podle kontextu, v němž se používají.
hu_hu: A fenti szöveg tartalmaz alkalmazás neveket, rendszer szintű menü neveket és elemeket, alkalmazások saját menü neveit, grafikus felületen található gombokat és szövegeket, mind a szövegkörnyezettől jól megkülönböztethetően arányos félkövér alakban megjelenítve.
ja_jp: 上記には、 アプリケーション名、 システム全体のメニュー名と項目、 アプリケーション固有のメニュー名、 GUI インタフェースで見られるボタンやテキストがあります。 すべて Proportional Bold で表示されているため文中内で見分けやすくなっています。
nb_no: Teksten ovenfor inkluderer programnavn; meny- og punktnavn som går igjennom hele systemet; programspesifikke menynavn; og knapper og tekster som man finner i et grafisk brukergrensesnitt (GUI), alt er presentert i proporsjonal fet og skilt ut i konteksten.
pl_pl: Powyższy tekst zawiera nazwy aplikacji, nazwy menu systemowych i ich elementów, nazwy menu aplikacji oraz przyciski i tekst z interfejsu GUI, wszystkie przedstawione za pomocą pogrubionej czcionki o zmiennej szerokości, a rozróżnialne dzięki kontekstowi.
sk_sk: Vyššieuvedený text obsahuje názvy aplikácie, názvy položiek a podpoložiek v systémovej ponuke, položky ponuky špecifické pre aplikáciu a tlačidlá a texty nájdené v grafickom prostredí; všetky tieto sú zobrazené pomocou proporcionálneho tučného písma a vďaka kontextu sú všetky odlíšiteľné.
zh_tw: 以上文字包含了應用程式名稱；系統全域的選單名稱與項目；應用程式特屬的選單名稱；以及在 GUI 介面中所看到的按鈕與文字全部都以 Proportional Bold 來顯示，並且可透過內文來辨別。

source: Note the <guimenu>></guimenu> shorthand used to indicate traversal through a menu and its sub-menus. This is to avoid the difficult-to-follow 'Select <guimenuitem>Mouse</guimenuitem> from the <guimenu>Preferences</guimenu> sub-menu in the <guimenu>System</guimenu> menu of the main menu bar' approach.
cs_cz: Všimněte si zkratky <guimenu>></guimenu> používané pro indikaci procházení v menu a jeho podmenu. Slouží ke zvýšení přehlednosti popisu opoti například "Vyberte <guimenuitem>Mouse</guimenuitem> v podmenu <guimenu>Preferences</guimenu> menu <guimenu>System</guimenu> v hlavním menu".
hu_hu: Vegye észre a <guimenu>&gt;</guimenu> jel használatát, ami menü és almenü bejárását jelöli. Ez a nehezen követhető „Válassza a fő menü <guimenu>Rendszer</guimenu> menüjének <guimenu>Beállítások</guimenu> almenüjének <guimenuitem>Egér</guimenuitem> pontját” leírás helyett áll.
ja_jp: <guimenu>></guimenu> はメニューやそのサブメニュー間の移動や選択順序を示すための省略表現になります。 「メインメニューバーの <guimenu>システム</guimenu> メニュー内にある <guimenu>個人設定</guimenu> サブメニューから <guimenuitem>マウス</guimenuitem> を選択します」と言うような紛らわしい表現を避けるために使用しています。
nb_no: Legg merke til at <guimenu>></guimenu> brukes til å indikere navigasjon igjennom en meny og dens undermenyer. Dette er for å unngå vanskelig-å-følge 'Velg <guimenuitem>Mus</guimenuitem> fra <guimenu>Brukervalg</guimenu> undermenyen i <guimenu>System</guimenu> menyen i fra hovedmenylinja' tilnærmingen.
pl_pl: Zauważ znak <guimenu>&gt;</guimenu>, używany do wskazania przejścia między menu a podmenu. Dzięki temu można uniknąć trudnej do zrozumienia formy &#39;Wybierz <guimenuitem>Mysz</guimenuitem> z podmenu <guimenu>Preferencje</guimenu> w menu <guimenu>System</guimenu> głównego menu panelu&#39;.
sk_sk: Všimnite si, že skratka <guimenu>></guimenu> je použitá na naznačenie cesty cez položky ponuky a ich podpoložky. Je to z dôvodu vyhnutiu sa snahe o takýto druh popisu: 'Zvoľte si položku <guimenuitem>Myš</guimenuitem> z podpoložky <guimenu>Predvoľby</guimenu> položky menu <guimenu>Systém</guimenu> v hlavnej ponuke systému'.
zh_tw: 請注意：<guimenu>></guimenu> 是個用來表示瀏覽至某個選單以及它的子選單的縮寫。這是為了避免像是「由主選單的<guimenu>系統</guimenu>選單中的<guimenu>偏好設定</guimenu>子選單中選擇<guimenuitem>滑鼠</guimenuitem>」一般難以遵循的方式。

source: <command><replaceable>Mono-spaced Bold Italic</replaceable></command> or <application><replaceable>Proportional Bold Italic</replaceable></application>
cs_cz: <command><replaceable>Neproporcionální tučná kurzíva</replaceable></command> nebo <application><replaceable>Proporcionální tučná kurzíva</replaceable></application>
hu_hu: <command><replaceable>Egyenszéles dőlt félkövér</replaceable></command> vagy <application><replaceable>Arányos dőlt félkövér</replaceable></application>
ja_jp: <command><replaceable>Mono-spaced Bold Italic</replaceable></command> または <application><replaceable>Proportional Bold Italic</replaceable></application>
nb_no: <command><replaceable>Fastbredde Fet Kursiv</replaceable></command> eller <application><replaceable>Proporsjonal Fet Kursiv</replaceable></application>
pl_pl: <command> <replaceable>Pogrubiona i pochylona czcionka o stałej szerokości</replaceable></command> lub <application><replaceable>Pogrubiona i pochylona czcionka o zmiennej szerokości</replaceable></application>
sk_sk: <command><replaceable>Neproporcionálna Tučná Kurzíva</replaceable></command> alebo <application><replaceable>Proporcionálna Tučná Kurzíva</replaceable></application>
zh_tw: <command><replaceable>Mono-spaced Bold Italic</replaceable></command>（固定粗體斜體字型）或是 <application><replaceable>Proportional Bold Italic</replaceable></application>（相稱粗體斜體字型）

source: Whether Mono-spaced Bold or Proportional Bold, the addition of Italics indicates replaceable or variable text. Italics denotes text you do not input literally or displayed text that changes depending on circumstance. For example:
cs_cz: Ať je tučné písmo proporcionální nebo neproporcionální, kurzíva označuje zaměnitelný nebo proměnlivý text. Znamená tedy, že se text může měnit podle okolností. Například:
hu_hu: Akár az egyenszéles félkövér akár az arányos félkövér esetében a dőlt betű helyettesíthető vagy változó szöveget jelöl. A dőlt betű jelöli, hogy nem kell szó szerint begépelni azt, vagy hogy a megjelenő szöveg helyzettől függően változik. Például:
ja_jp: Mono-spaced Bold、 Proportional Bold いずれであっても斜体の場合は置換可能なテキストか変化するテキストを示します。 斜体は記載されている通りには入力しないテキスト、 あるいは状況に応じて変化する出力テキストを表します。 例えば、
nb_no: Uansett om det er Fastbredde Fet Kursiv eller Proporsjonal Fet, Kursiv indikerer at det er utskiftbar eller variabel tekst. Kursiv viser tekst som du ikke skriver inn direkte eller viser tekst som forandrer seg etter omstendighetene. For eksempel:
pl_pl: Kiedy używana jest pogrubiona czcionka i stałej lub zmiennej szerokości, dodanie pochylenia wskazuje tekst do zastąpienia lub zmienne. Pochylenie zaznacza tekst, którego nie trzeba wpisywać dosłownie lub który zmienia się w zależności od okoliczności. Na przykład:
sk_sk: Či už neproporcionálne alebo proporcionálne tučné, pridanie kurzívy značí nahraditeľný alebo premenný text. Kurzíva označuje text, ktorý priamo nevpisujete, alebo zobrazený text, ktorý sa mení v závislosti od okolností. Napríklad:
zh_tw: 無論是 Mono-spaced Bold 或是 Proportional Bold，額外的斜體字型便表示可替換或是變數文字。斜體字型代表您不會照字面地輸入的文字或是會依照情況而改變的文字。比方說：

source: To connect to a remote machine using ssh, type <command>ssh <replaceable>username</replaceable>@<replaceable>domain.name</replaceable></command> at a shell prompt. If the remote machine is <filename>example.com</filename> and your username on that machine is john, type <command>ssh john@example.com</command>.
cs_cz: Chcete-li se připojit ke vzdálenému systému prostřednictvím ssh, zadejte <command>ssh <replaceable>username</replaceable>@<replaceable>domain.name</replaceable></command> v příkazovém řádku. Je-li vzdáleným systémem <filename>example.com</filename> a vaše uživatelské jméno v tomto systému je john, zadejte <command>ssh john@example.com</command>.
hu_hu: Távoli gépre ssh-t használva történő bejelentkezéshez gépelje be az <command>ssh <replaceable>használó</replaceable>@<replaceable>tartomány.neve</replaceable></command> parancsot a parancssorba. Ha a távoli gép <filename>pelda.hu</filename> és a használó azonosítója azon a gépen jani, akkor gépelje be az <command>ssh jani@pelda.hu</command> parancsot.
ja_jp: ssh を使用してリモートマシンに接続するには、 シェルプロンプトで <command>ssh <replaceable>username</replaceable>@<replaceable>domain.name</replaceable></command> と入力します。 リモートマシンが <filename>example.com</filename> であり、 そのマシンで使用しているユーザー名が john なら <command>ssh john@example.com</command> と入力します。
nb_no: For å koble til en fjernmaskin ved hjelp av ssh, skriv <command>ssh<replaceable>brukernavn</replaceable>@<replaceable>domenenavn</replaceable></command> i terminalvinduet. Hvis fjernmaskinen er <filename>eksempel.com</filename> og ditt brukernavn på den maskinen er ola, skriv <command>ssh ola@eksempel.com</command>
pl_pl: Aby połączyć się ze zdalnym komputerem używając SSH, podaj <command>ssh <replaceable>nazwaużytkownika</replaceable>@<replaceable>nazwa.domeny</replaceable></command> po znaku zachęty powłoki. Jeśli zdalny komputer to <filename>przykład.pl</filename>, a nazwa użytkownika na tym komputerze to jan, podaj <command>ssh jan@przykład.pl</command>.
sk_sk: Na pripojenie ku vzdialenému systému pomocou ssh vo výzve shellu zadajte <command>ssh <replaceable>používateľské_meno</replaceable>@<replaceable>názov.domény</replaceable></command>. Ak je vzdialený systém <filename>example.com</filename> a vaše používateľské meno na ňom je john, zadajte <command>ssh john@example.com</command>.
zh_tw: 若要透過使用 ssh 來連至一部遠端機器，請在 shell 提示中輸入 <command>ssh <replaceable>用戶名稱</replaceable>@<replaceable>網域.名稱</replaceable></command>。若遠端機器為 <filename>example.com</filename> 而您在該機器上的用戶名稱為 john 的話，請輸入 <command>ssh john@example.com</command>。

source: The <command>mount -o remount <replaceable>file-system</replaceable></command> command remounts the named file system. For example, to remount the <filename>/home</filename> file system, the command is <command>mount -o remount /home</command>.
cs_cz: Příkaz <command>mount -o remount <replaceable>file-system</replaceable></command> znovu připojí zadaný souborový systém. Chcete-li například znovu připojit souborový systém<filename>/home</filename>, je odpovídajícím příkazem <command>mount -o remount /home</command>.
hu_hu: A <command>mount -o remount <replaceable>fájlrendszer</replaceable></command> parancs újra csatolja a megnevezett fájlrendszert. Például a <filename>/home</filename> fájlrendszer újracsatolására való parancs a <command>mount -o remount /home</command>.
ja_jp: <command>mount -o remount <replaceable>file-system</replaceable></command> コマンドは指定したファイルシステムを再マウントします。 例えば、 <filename>/home</filename> ファイルシステムを再マウントするコマンドは <command>mount -o remount /home</command> になります。
nb_no: <command>mount -o remount <replaceable>filsystem</replaceable></command> kommandoen igjenmonterer det navngitte filsystemet. For eksempel for å igjenmontere <filename>/home</filename> filsystemet, er kommandoen <command>mount -o remount /home</command>.
pl_pl: Polecenie <command>mount -o remount <replaceable>system-plików</replaceable></command> ponownie montuje podany system plików. Na przykład, aby ponownie zamontować system plików <filename>/home</filename>, polecenie to <command>mount -o remount /home</command>.
sk_sk: Príkaz <command>mount -o remount <replaceable>súborový-systém</replaceable></command> znova pripojí spomenutý súborový systém. Napríklad na opätovné pripojenie súborového systému <filename>/home</filename> je príkaz <command>mount -o remount /home</command>.
zh_tw: <command>mount -o remount <replaceable>檔案系統</replaceable></command> 指令會將 named 檔案系統重新掛載。比方說，若要重新掛載 <filename>/home</filename> 檔案系統的話，該指令就會是 <command>mount -o remount /home</command>。

source: To see the version of a currently installed package, use the <command>rpm -q <replaceable>package</replaceable></command> command. It will return a result as follows: <command><replaceable>package-version-release</replaceable></command>.
cs_cz: Chcete-li zobrazit verzi nainstalovaného balíčku, použijte příkaz <command>rpm -q <replaceable>package</replaceable></command>. Jeho výstup bude následující: <command><replaceable>package-version-release</replaceable></command>.
hu_hu: Az éppen telepített csomag változat számát megtekintendő, használja az <command>rpm -q <replaceable>csomag</replaceable></command> parancsot. Ez a következő eredményt adja: <command><replaceable>csomag-változat-kiadás</replaceable></command>.
ja_jp: 現在インストールされているパッケージのバージョンを表示するには、 <command>rpm -q <replaceable>package</replaceable></command> コマンドを使用します。 結果として次を返してきます、 <command><replaceable>package-version-release</replaceable></command>。
nb_no: For å se hvilken versjon en installert pakke er i, bruk <command>rpm -q <replaceable>pakke</replaceable></command> kommandoen. Den vil returnere et resultat likt dette: <command><replaceable>package-version-release</replaceable></command>.
pl_pl: Aby zobaczyć wersję obecnie zainstalowanego pakietu, użyj polecenia <command>rpm -q <replaceable>pakiet</replaceable></command>. Zwrócony zostanie następujący wynik: <command><replaceable>pakiet-wersja-wydanie</replaceable></command>.
sk_sk: Na zistenie verzie nainštalovaného balíčka použite príkaz <command>rpm -q <replaceable>balíček</replaceable></command>. Vrátený výsledok bude nasledovný: <command><replaceable>balíček-verzia-vydanie</replaceable></command>.
zh_tw: 使用 <command>rpm -q <replaceable>套件</replaceable></command> 指令來查看目前已安裝套件的版本。系統將會回傳此結果：<command><replaceable>套件發行版本</replaceable></command>。

source: Note the words in bold italics above &mdash; username, domain.name, file-system, package, version and release. Each word is a placeholder, either for text you enter when issuing a command or for text displayed by the system.
cs_cz: Všimněte si výše uvedených slov zobrazených tučnou kurzívou &mdash; username, domain.name, file-system, package, version a release. Každé z těchto slov reprezentuje buď text, který zadáváte při spouštění příkazu, nebo text, zobrazovaný systémem.
hu_hu: Vegye észre a fenti dőlt félkövér szavakat: használó, tartomány.neve, fájlrendszer, csomag, változat és kiadás. Minden szó egy helyettes. Vagy parancs kiadása során begépelendő, vagy a rendszer által megjelenített szöveg.
ja_jp: 上記の太字斜体の単語 &mdash; username、 domain.name、 file-system、 package、 version、 release に注目してください。 いずれもコマンドを発行するときに入力するテキスト用のプレースホルダーかシステムにより出力されるテキスト用のプレースホルダーになっています。
nb_no: Legg merke til at ordene ovenfor i fet kursiv &mdash; brukernavn, domenenavn filsystem, pakke, versjon og utgivelse. Hvert ord isteden for noe annet, enten for tekst du skal skrive inn når du du skal kjøre kommandoen eller for tekst som skal vises av systemet.
pl_pl: Zauważ powyżej pogrubione i pochylone słowa &mdash; nazwaużytkownika, nazwa.domeny, system-plików, pakiet, wersja i wydanie. Każde słowo zostanie zastąpione przez tekst podany przez użytkownika podczas wpisywania polecenia lub przez tekst wyświetlany przez system.
sk_sk: Všimnite si slová uvedené tučným písmom a kurzívou &mdash; používateľské_meno, názov.domény, súborový-systém, balíček, verzia, vydanie. Každé z týchto slov je zástupné, či už pre text, ktorý zadáte pri zápise príkazu, alebo text zobrazený systémom.
zh_tw: 請注意以上以粗體斜體字型所表現出的文字 &mdash; 用戶名稱、網域.名稱、檔案系統、套件以及發行版本。各個文字都是個佔位符號，這可代表您提供一項指令時所輸入的文字或是系統所顯示的文字。
