Repository: ajtowns/publican
Catalog: publican/content/common/*/Conventions.po
Languages: cs_cz, de_de, hu_hu, ja_jp, nb_no, nl_nl, pl_pl, pt_br, sk_sk, zh_tw

source: Document Conventions
cs_cz: Konvence používané v dokumentu
de_de: Dokumentkonventionen
hu_hu: Irat hagyományok
ja_jp: 表記方法
nb_no: Dokumentkonvensjoner
nl_nl: Document Conventie
pl_pl: Konwencje dokumentu
pt_br: Convenções de Documentos
sk_sk: Konvencie použité v dokumente
zh_tw: 文件常規

source: This manual uses several conventions to highlight certain words and phrases and draw attention to specific pieces of information.
cs_cz: V tomto manuálu je použito několik konvencí pro zvýraznění určitých slov nebo vět a ke zdůraznění konkrétních informací.
de_de: Dieses Handbuch verwendet mehrere Konventionen, um bestimmte Wörter und Phrasen hervorzuheben und Aufmerksamkeit auf spezifische Teile von Informationen zu lenken.
hu_hu: E kézikönyv számos hagyományt használ bizonyos szavak és kifejezések kiemelésére, illetve azért, hogy felhívja a figyelmet bizonyos adatokra.
ja_jp: 本ガイドは特定の単語や語句を強調したり、 記載内容の特定部分に注意を引かせる目的で次のような表記方法を使用しています。
nb_no: Denne manualen bruker flere konvensjoner for å markere visse ord og fraser og for å dra oppmerksomheten til spesielle biter av informasjonen.
nl_nl: Dit handboek hanteert verscheidene conventies om bepaalde woorden of zinsdelen te benadrukken en aandacht te vestigen op specifieke delen van informatie.
pl_pl: Ten podręcznik używa kilku konwencji, aby wyróżnić niektóre słowa i frazy, a także zwrócić uwagę na określone części informacji.
sk_sk: V tomto manuále je na zvýraznenie istých slov a fráz a upozornenie na špecifické kúsky informácií použitých niekoľko konvencií.
zh_tw: 本指南使用了幾種常規來強調特定文字與詞組並著重於特定的資訊。

source: In PDF and paper editions, this manual uses typefaces drawn from the <ulink url="https://fedorahosted.org/liberation-fonts/">Liberation Fonts</ulink> set. The Liberation Fonts set is also used in HTML editions if the set is installed on your system. If not, alternative but equivalent typefaces are displayed. Note: Red Hat Enterprise Linux 5 and later includes the Liberation Fonts set by default.
cs_cz: Pro PDF nebo papírové vydání používá tento manuál písma ze sady <ulink url="https://fedorahosted.org/liberation-fonts/">Liberation Fonts</ulink>. Stejně tak se tato písma použijí pro HTML publikaci, jsou-li k dispozici ve vašem systému. Nejsou-li písma Liberation k dispozici, zobrazí se jiná, ekvivalentní písma. Poznámka: Red Hat Enterprise Linux 5 a novější standardně obsahuje písma Liberation.
de_de: In PDF- und Papierausgaben verwendet dieses Handbuch Schriftbilder des <ulink url="https://fedorahosted.org/liberation-fonts/">Liberation-Fonts</ulink>-Sets. Das Liberation-Fonts-Set wird auch für HTML-Ausgaben verwendet, falls es auf Ihrem System installiert ist. Falls nicht, werden alternative, aber äquivalente Schriftbilder angezeigt. Beachten Sie: Red Hat Enterprise Linux 5 und die nachfolgende Versionen beinhalten das Liberation-Fonts-Set standardmäßig.
hu_hu: PDF és papír kiadásokban, e kézikönyv a <ulink url="https://fedorahosted.org/liberation-fonts/">Liberation Fonts</ulink> betűket használja. A Liberation Fonts halmaz a HTML kiadásokban is használják, ha a betűket telepítették a rendszerbe. Ha nem, akkor más azokkal egyenértékű betűk jelennek meg. Megjegyzés: a Red Hat Enterprise Linux 5 és újabb változatai tartalmazzák a Liberation Fonts betűket.
ja_jp: PDF版 および印刷版では、 <ulink url="https://fedorahosted.org/liberation-fonts/">Liberation Fonts</ulink> セットから採用した typefaces を使用しています。 ご使用のシステムに Liberation Fonts セットがインストールされている場合、 HTML 版でもこのセットが使用されます。 インストールされていない場合は代替として同等の typefaces が表示されます。 注記: Red Hat Enterprise Linux 5 およびそれ以降のバージョンにはデフォルトで Liberation Fonts セットが収納されます。
nb_no: I PDF og papir versjoner, bruker denne manualen skriftbilder tatt i fra <ulink url="https://fedorahosted.org/liberation-fonts/">Liberation Fonts</ulink> settet. Liberation Fonts settet er også brukt i HTML versjonene, hvis settet er installert på ditt system. Hvis de ikke er det, så vil et alternativt men likt skriftbilde vises. NB: Red Hat Enterprise Linux 5 og nyere inkluderer Liberation Fonts settet som standard.
nl_nl: In PDF en papieren edities gebruikt dit handboek <ulink url="https://fedorahosted.org/liberation-fonts/">Liberation Fonts</ulink> lettertypen. Het Liberation lettertype wordt ook gebruikt in HTML-edities indien dit lettertype op uw computer is geïnstalleerd. Indien dat niet het geval is, worden alternatieve, gelijkwaardige lettertypen gebruikt. Noot: Bij Red Hat Enterprise Linux 5 en later wordt de Liberation Font set standaard meegeleverd.
pl_pl: W wydaniach PDF i papierowych ten podręcznik używa czcionek z zestawu <ulink url="https://fedorahosted.org/liberation-fonts/">Liberation</ulink>. Czcionki Liberation są używane także w wydaniach HTML, jeśli zestaw jest zainstalowany w systemie. Jeśli nie, wyświetlone zostaną alternatywne, ale odpowiadające im czcionki. Uwaga: Red Hat Enterprise Linux 5 i późniejsze domyślnie zawierają zestaw czcionek Liberation.
sk_sk: V PDF a v papierových vydaniach sú v tomto manuále použité typy písma vykresľované pomocou súpravy písiem <ulink url="https://fedorahosted.org/liberation-fonts/">Liberation Fonts</ulink>. Tie isté písma sú použité tiež v HTML vydaniach v prípade, že sú vo vašom sýsteme nainštalované. Ak nie sú, budú použité alternatívne, ale rovnocenné typy písma. Poznámka: Red Hat Enterprise Linux 5 a novšie vydania už predvolene obsahujú množinu písem Liberation Fonts.
zh_tw: 在 PDF 和書面版本中，本指南使用了來自於 <ulink url="https://fedorahosted.org/liberation-fonts/">Liberation Fonts</ulink> 字體組的 typefaces。倘若 Liberation Fonts 字體已安裝在您系統上的話，該字體也會被使用於 HTML 版本中。若是沒有的話，其它相等的 typefaces 便會被顯示。請注意：就預設值來講，Red Hat Enterprise Linux 5（與更新版本）已包含了 Liberation Fonts 字體。

source: Typographic Conventions
cs_cz: Typografické konvence
de_de: Typografische Konventionen
hu_hu: Tipográfiai hagyományok
ja_jp: 印刷における表記方法
nb_no: Typografiske konvensjoner
nl_nl: Typografische Conventies
pl_pl: Konwencje typograficzne
sk_sk: Typografické konvencie
zh_tw: 排字上的常規

source: Four typographic conventions are used to call attention to specific words and phrases. These conventions, and the circumstances they apply to, are as follows.
cs_cz: Pro zvýraznění slov nebo vět se používají čtyři typografické konvence. Tyto konvence a situace, v nichž se uplatňují, jsou následující.
de_de: Es werden vier typografische Konventionen verwendet, um die Aufmerksamkeit auf spezifische Wörter und Phrasen zu lenken. Diese Konventionen und ihre Umstände, unter denen sie auftreten, sind folgende:
hu_hu: Négy tipográfiai jelölést használunk figyelemfelhívásra bizonyos szavak és kifejezések esetében. E jelölések és a körülmények amelyek közt alkalmazzuk őket a következőek:
ja_jp: 特定の単語や語句に注意を引く目的で 4 種類の表記方法を使用しています。 その表記方法および適用される状況は以下の通りです。
nb_no: Fire typografiske konvensjoner er brukt for å dra oppmerksomheten til spesielle ord og fraser. Disse konvensjonene, og omstendighetene de skal brukes i, er som følger.
nl_nl: Vier typografische conventies worden gebruikt om aandacht te vestigen op specifieke woorden en zinsdelen. Deze conventies -en de omstandigheden waaronder zij gebruikt worden- luiden als volgt:
pl_pl: Aby zwracać uwagę na określone słowa i frazy używane są cztery następujące konwencje typograficzne.
sk_sk: Na zvýraznenie špecifických slov a fráz sú použité 4 konvencie. Nasledujú tieto konvencie a prípady, kedy sú použité, nasledujú.
zh_tw: 有四種被用來強調特定文字與詞組的排字常規。這些常規以及它們所適用於的情況如下。

source: Mono-spaced Bold
cs_cz: Neproporcionální tučné.
hu_hu: Egyenszéles félkövér
nb_no: Fastbredde Fet
pl_pl: Pogrubiona czcionka o stałej szerokości
sk_sk: Neproporcionálne Tučné
zh_tw: 固定粗體字型（Mono-spaced Bold）

source: Used to highlight system input, including shell commands, file names and paths. Also used to highlight key caps and key-combinations. For example:
cs_cz: Používá se pro zvýraznění vstupu včetně příkazů shellu, názvů souborů a cest v souborovém systému. Dále pro zvýraznění názvů kláves a jeich kombinací. Například:
de_de: Dies wird verwendet, um Systemeingaben hervorzuheben, einschließlich Shell-Befehle, Dateinamen und Pfade. Es wird ebenfalls zum Hervorheben von Tasten und Tastenkombinationen verwendet. Zum Beispiel:
hu_hu: Rendszer bemenet kiemelésére használjuk, beleértve a héj parancsokat, fájl neveket és elérési utakat. Billentyűleütések illetve billentyűkombinációk kiemelésére szintén használjuk. Például:
ja_jp: シェルコマンド、 ファイル名、 パスなどシステムからの出力を強調するために使用しています。 またキー配列やキーの組み合わせを強調するのにも使用しています。 例えば、
nb_no: Brukt til å markere inndata til systemet, inkludert terminal kommandoer, filnavn og -stier. Det er også brukt for å markere enkelt taster og tastekombinasjoner. For eksempel:
nl_nl: Wordt gebruikt om systeem input, waaronder shell commando's, bestandsnamen en paden aan te geven. Wordt ook gebruikt bij toetsaanduiding of toetsencombinaties. Voorbeelden:
pl_pl: Używana do wyróżniania wejścia systemu, w tym poleceń powłoki, nazw plików i ścieżek. Używana także do wyróżniania klawiszy i ich kombinacji. Na przykład:
sk_sk: Použité na vyznačenie systémového vstupu, vrátane príkazov shellu, názvy súborov a ciest. Taktiež použité na vyznačenie názvov kláves a ich kombinácií.
zh_tw: 用來強調系統輸入，包括 shell 指令、檔案名稱與路徑。同時也被使用來強調 key caps 與按鍵組合。例如：

source: To see the contents of the file <filename>my_next_bestselling_novel</filename> in your current working directory, enter the <command>cat my_next_bestselling_novel</command> command at the shell prompt and press <keycap>Enter</keycap> to execute the command.
cs_cz: Chcete-li zobrazit obsah souboru <filename>my_next_bestselling_novel</filename> v aktuálním adresáři, napište příkaz <command>cat my_next_bestselling_novel</command> v příkazovém řádku a stisknutím <keycap>Enter</keycap> ho spustťe.
hu_hu: Egy az aktuális munkamappában levő fájl, a <filename>kedvenc_toplistás_regényem</filename> tartalmának megtekintéséhez gépelje be a <command>cat kedvenc_toplistás_regényem</command> parancsot a terminálban és nyomjon <keycap>Enter</keycap>t, aparancs végrehajtásához.
ja_jp: 現在作業中のディレクトリ内のファイル <filename>my_next_bestselling_novel</filename> の内容を表示させるには、 シェルプロンプトで <command>cat my_next_bestselling_novel</command> コマンドを入力してから <keycap>Enter</keycap> を押してそのコマンドを実行します。
nb_no: For å se innholdet i filen <filename>Min_neste_bestselgende_roman</filename> i ditt nåværende arbeidsområde, skriv <command>cat min_neste_bestselgende_roman</command> kommandoen i terminalen og trykk <keycap>Enter</keycap> for å kjøre kommandoen.
pl_pl: Aby zobaczyć zawartość pliku <filename>mój_nowy_bestseller</filename> w bieżącym folderze roboczym, wpisz polecenie <command>cat mój_nowy_bestseller</command> po znaku zachęty powłoki i naciśnij <keycap>Enter</keycap>, aby wykonać polecenie.
sk_sk: Na zobrazenie obsahu súboru <filename>my_next_bestselling_novel</filename> v aktuálnom priečinku, zadajte vo výzve shellu príkaz <command>cat my_next_bestselling_novel</command> a stlačte <keycap>Enter</keycap> na vykonanie príkazu.
zh_tw: 若要查看位於您目前工作目錄中的 <filename>my_next_bestselling_novel</filename> 檔案的話，請在 shell 提示中輸入 <command>cat my_next_bestselling_novel</command> 指令並按下 <keycap>Enter</keycap> 來執行該指令。

source: The above includes a file name, a shell command and a key cap, all presented in Mono-spaced Bold and all distinguishable thanks to context.
cs_cz: Výše uvedený text obsahuje název souboru, příkaz shellu a název klávesy zobrazené neproporcionálním tučným písmem a díky kontextu navzájem rozlišitelné.
hu_hu: A fentiekben fájlnév, héj parancs és billentyűleütés, mind egyenszéles félkövér, és mind megkülönböztethető a szövegkörnyezetnek köszönhetően.
ja_jp: 上記にはファイル名、 シェルコマンド、 キーが含まれているのがわかります。 すべて Mono-spaced Bold で表されているため文中内で見分けやすくなっています。
nb_no: Avsnitt over inkluderer et filnavn, en terminalkommando og en tast, alle er presentert i Fastbredde Fet og er tydelige i sammehengen.
pl_pl: Powyższy tekst zawiera nazwę pliku, polecenie powłoki i klawisz, wszystkie przedstawione za pomocą pogrubionej czcionki o stałej szerokości, a rozróżnialne dzięki kontekstowi.
sk_sk: Vyššieuvedené obsahuje názov súboru, príkaz shellu a názov klávesy, všetky zobrazené neproporcionálnym tučným písmom a vďaka kontextu sú všetky rozlíšiteľné.
zh_tw: 以上包含了一個檔案名稱、shell 指令，以及 key cap，並且全部以固定粗體字型來顯示。

source: Key-combinations can be distinguished from key caps by the hyphen connecting each part of a key-combination. For example:
cs_cz: Kombinace kláves se od názvů kláves odlišují pomlčkou oddělující jednotlivé části kombinace. Například:
hu_hu: Billentyűkombinációkat a részeit összekötő kötőjel különbözteti a billentyűleütésektől. Például:
ja_jp: キーが 1 つの場合と複数のキーの組み合わせになる場合を区別するため、 その組み合わせを構成するキー同士をハイフンでつないでいます。 例えば、
nb_no: Tastekombinasjoner kan også bli uthevet fra enkelttaster med bindestreken som binder alle deler av tastekombinasjonen. For eksempel:
pl_pl: Kombinacje klawiszy mogą być rozróżniane od pojedynczych klawiszy przez myślnik łączący każdą część kombinacji klawiszy. Na przykład:
sk_sk: Kombinácie kláves sa odlišujú od klávesových kombinácií spojovníkom, ktorý spája všetky časti klávesovej kombinácie. Napríklad:
zh_tw: 按鍵組合可透過 key caps 藉由連字符號連接按鍵組合鍵來辨別。例如：

source: Press <keycap>Enter</keycap> to execute the command.
cs_cz: Příkaz spusťe stisknutím<keycap>Enter</keycap> .
hu_hu: Nyomjon <keycap>Enter</keycap>t a parancs végrehajtásához.
ja_jp: <keycap>Enter</keycap> を押してコマンドを実行します。 1 番目の仮想ターミナルに切り替えるには、
nb_no: Trykk <keycap>Enter</keycap> for å kjøre kommandoen.
pl_pl: Naciśnij <keycap>Enter</keycap>, aby wykonać polecenie.
sk_sk: Na vykonanie príkazu stlačte <keycap>Enter</keycap>.
zh_tw: 請按下 <keycap>Enter</keycap> 來執行指令。

source: Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> to switch to the first virtual terminal. Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F7</keycap></keycombo> to return to your X-Windows session.
cs_cz: Stiskněte <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> pro přepnutí na první virtuální terminál. Stisknutím <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F7</keycap></keycombo> se pak vrátíte do prostředí X-Windows.
hu_hu: Nyomjon <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo>-et az első látszólagos terminálra váltáshoz. Nyomjon <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F7</keycap></keycombo>-et az X-Window munkamenetbe visszatéréshez.
ja_jp: <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> を押します。 X-Windows セッションに戻るには、 <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F7</keycap></keycombo> を押します。
nb_no: Trykk <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> for å bytte til den første virtuelle terminalen. Trykk <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F7</keycap></keycombo> for å returnere til X-Windows sesjonen din.
pl_pl: Naciśnij <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo>, aby przełączyć na pierwszy terminal wirtualny. Naciśnij <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F7</keycap></keycombo>, aby wrócić do sesji X Window.
sk_sk: Stlačte <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> na prepnutie do prvého virtuálneho terminálu. Stlačte <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F7</keycap></keycombo> pre návrat do vašej relácie X-Windows.
zh_tw: 請按下 <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> 來切換至第一個虛擬終端機。按下 <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F7</keycap></keycombo> 來返回您的 X-Windows session。

source: The first sentence highlights the particular key cap to press. The second highlights two sets of three key caps, each set pressed simultaneously.
cs_cz: V první větě je zvýrazněna jedna konkrétní klávesa. Ve druhé pak dvě skupiny po třech klávesách, které mají být stiskuty současně.
hu_hu: Az első mondat egy bizonyos megnyomandó billentyűt emel ki. A második két hármas billentyűkombinációt emel ki, ahol a kombinációk elemeit egyidejűleg nyomják meg.
ja_jp: 最初の文では押すべき 1 つのキーを特定して強調しています。 次の文では同時に押すべき ３つのキーの組み合わせが 2 種類ありそれぞれ強調されています。
nb_no: Den første setningen markerer de forskjellige tastene man skal trykke. Den andre markerer to sett av tre taster, der hvert sett av knapper skal trykkes på samtidig.
pl_pl: W pierwszym zdaniu wyróżniono pojedynczy klawisz do naciśnięcia. W drugim wyróżniono dwa zestawy trzech klawiszy, każde do wciśnięcia jednocześnie.
sk_sk: Prvá veta zvýrazňuje konkrétny kláves na stlačenie. Druhá popisuje dve sady po tri klávesy, každú sadu je potrebné stlačiť spoločne.
zh_tw: 第一個句子強調了應輸入的特定 key cap。第二個句子強調了兩組含有三個 key caps 的組合，各個組合都是同時按下的。

source: If source code is discussed, class names, methods, functions, variable names and returned values mentioned within a paragraph will be presented as above, in <literal>Mono-spaced Bold</literal>. For example:
cs_cz: Je-li uváděn zdrojový kód, pak jsou názvy tříd, metody, funkce, identifikátory proměnných a návratové hodnoty zmiňované v textu zobrazovány tak jako výše, tedy <literal>neproporcionálním tučným</literal> písmem. Například:
hu_hu: Ha forráskódot, osztály neveket, műveleteket, függvényeket, változó neveket illetve visszatérési értékeket említünk egy bekezdésben, akkor azokat a fentiek szerint <literal>egyenszéles félkövér</literal> betűkkel jelenítjük meg. Például:
ja_jp: ソースコードの説明では 1 段落内で提示されるクラス名、 メソッド、 関数、 変数名、 戻り値を上記のように <literal>Mono-spaced Bold</literal> で表示します。 例えば、
nb_no: Hvis kildekode er diskutert, klassenavn, metoder, funksjoner, variabelnavn og returnerte verdier nevnt i et avsnitt vil bli presentert lik den ovenfor, i <literal>Fastbredde Fet</literal>. For eksempel:
pl_pl: Jeśli omawiany jest kod źródłowy, to nazwy klas, metody, funkcje, nazwy zmiennych oraz wartości zwrócone wspomniane w paragrafie zostaną przedstawione tak jak powyżej, <literal>pogrubioną czcionką o stałej szerokości</literal>. Na przykład:
sk_sk: Ak sa pojednáva o zdrojovom kóde, názvy tried, metód, funkcií, názvy premenných a návratových hodnôt zmienených v odstavci budú zobrazené ako je uvedené vyššie, <literal>neproporcionálnym tučným</literal> písmom. Napríklad:
zh_tw: 若原始碼被討論到的話，某段落中所提及的 class 名稱、method、functions、variable 名稱與回傳值都將會如上一般地以 <literal>Mono-spaced Bold</literal> 顯示出。例如：

source: File-related classes include <classname>filesystem</classname> for file systems, <classname>file</classname> for files, and <classname>dir</classname> for directories. Each class has its own associated set of permissions.
cs_cz: Mezi třídy související se soubory patří <classname>filesystem</classname> pro souborový systém <classname>file</classname> pro soubory, and <classname>dir</classname> pro adresáře. Každá z těchto tříd má vlastní sadu oprávnění.
hu_hu: Fájlkezelő osztályok tartalmaznak egy <classname>filesystem</classname>et fájlrendszerekhez, <classname>file</classname>t fájlokhoz illetve <classname>dir</classname>t mappákhoz. Minden egyes osztályhoz tartozik hozzá rendelt jogosultság halmaz.
ja_jp: ファイル関連のクラス群はファイルシステムに対しては <classname>filesystem</classname>、 ファイルには <classname>file</classname>、 ディレクトリには <classname>dir</classname> をそれぞれ含みます。 各クラスは個別に関連する権限セットを持っています。
nb_no: Filrelaterte klasser inkluderer <classname>filsystem</classname> for filsystemer, <classname>fil</classname> for filer, og <classname>dir</classname> for mapper. Hver klasse har sitt eget sett med tillatelser assosiert med seg.
pl_pl: Klasy związane z plikami to <classname>filesystem</classname> dla systemów plików, <classname>file</classname> dla plików, a <classname>dir</classname> dla folderów. Każda klasa posiada swój własny zestaw uprawnień.
sk_sk: Kategórie spojené so súbormi obsahujú <classname>filesystem</classname> pre súborové systémy, <classname>file</classname> pre súbory a <classname>dir</classname> pre priečinky. Každá trieda má vlastnú priradenú sadu práv.
zh_tw: 和檔案相關的 class，其中包含了<classname>filesystem</classname>（檔案系統）、<classname>file</classname>（檔案）以及 <classname>dir</classname>（目錄）。各個 class 都有和它關聯的權限組。

source: Proportional Bold
cs_cz: Proporcionální tučné
hu_hu: Arányos félkövér
nb_no: Proporsjonal Fet
pl_pl: Pogrubiona czcionka o zmiennej szerokości
sk_sk: Proporcionálne Tučné

source: This denotes words or phrases encountered on a system, including application names; dialogue box text; labelled buttons; check-box and radio button labels; menu titles and sub-menu titles. For example:
cs_cz: Označuje slova nebo věty , s nimiž se můžeme setkat v systému, jako jsou názvy aplikací, texty zobrazované v dialogových oknech, nadpisy tlačítek nebo jiných ovládacích prvků a položky menu. Například:
hu_hu: Ez olyan szavakat vagy kifejezéseket jelöl, amikkel egy rendszerben találkozhatnak: alkalmazás neve, párbeszéd doboz szövege, címkés gomb, jelölő doboz és választó gomb címke, menü és almenü címe. Például:
ja_jp: アプリケーション名、 ダイアログボックスのテキスト、 ボタン名、 チェックボックスとラジオボタンのラベル、 メニュータイトルとサブメニュータイトルなどシステム上で見られる単語や語句を表します。 例えば、
nb_no: Dette betegner ord og fraser som kan møtes i et system, inkludert programnavn; dialogbokstekst; knapper med etiketter; sjekkbokser og radioknapper; menytitler og undermenytitler. For eksempel:
pl_pl: Ta czcionka zaznacza słowa lub frazy spotykane w systemie, w tym nazwy aplikacji, tekst okien dialogowych, przyciski z etykietami, etykiety pól wyboru, tytuły w menu i podmenu. Na przykład:
sk_sk: Toto označuje slová alebo frázy, na ktoré je možné naraziť v systéme, vrátane: názvy aplikácií; text v dialógovom okne; popisky tlačidiel; popisky zaškrtávacích a prepínacích tlačidiel; názvy ponúk a podponúk. Napríklad:
zh_tw: 這代表在系統上所會看見的文字或詞組，這包含了應用程式名稱；對話方塊文字；被標記的按鈕；核取方塊與 radio button 標籤；選單標題以及子選單標題。例如：
