Repository: ajtowns/publican
Catalog: publican/content/common/*/Conventions.po
Languages: cs_cz, de_de, hu_hu, ja_jp, nb_no, nl_nl, pl_pl, pt_br, sk_sk, zh_tw

source: <blockquote> <para> To see the contents of the file <filename>my_next_bestselling_novel</filename> in your current working directory, enter the <command>cat my_next_bestselling_novel</command> command at the shell prompt and press <keycap>Enter</keycap> to execute the command. </para> </blockquote> <para> The above includes a file name, a shell command and a key cap, all presented in Mono-spaced Bold and all distinguishable thanks to context. </para> <para> Key-combinations can be distinguished from key caps by the hyphen connecting each part of a key-combination. For example: </para> <blockquote> <para> Press <keycap>Enter</keycap> to execute the command. </para> <para> Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> to switch to the first virtual terminal. Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F7</keycap></keycombo> to return to your X-Windows session. </para> </blockquote> <para> The first sentence highlights the particular key cap to press. The second highlights two sets of three key caps, each set pressed simultaneously. </para> <para> If source code is discussed, class names, methods, functions, variable names and returned values mentioned within a paragraph will be presented as above, in <literal>Mono-spaced Bold</literal>. For example: </para> <blockquote> <para> File-related classes include <classname>filesystem</classname> for file systems, <classname>file</classname> for files, and <classname>dir</classname> for directories. Each class has its own associated set of permissions. </para> </blockquote> <para> <application>Proportional Bold</application> </para> <para> This denotes words or phrases encountered on a system, including application names; dialogue box text; labelled buttons; check-box and radio button labels; menu titles and sub-menu titles. For example: </para> <blockquote> <para> Choose <guimenu>System > Preferences > Mouse</guimenu> from the main menu bar to launch <application>Mouse Preferences</application>. In the <guilabel>Buttons</guilabel> tab, click the <guilabel>Left-handed mouse</guilabel> check box and click <guibutton>Close</guibutton> to switch the primary mouse button from the left to the right (making the mouse suitable for use in the left hand). </para> <para> To insert a special character into a <application>gedit</application> file, choose <guimenu>Applications > Accessories > Character Map</guimenu> from the main menu bar. Next, choose <guimenu>Search > Find&hellip;</guimenu> from the <application>Character Map</application> menu bar, type the name of the character in the <guilabel>Search</guilabel> field and click <guibutton>Next</guibutton>. The character you sought will be highlighted in the <guilabel>Character Table</guilabel>. Double-click this highlighted character to place it in the <guilabel>Text to copy</guilabel> field and then click the <guibutton>Copy</guibutton> button. Now switch back to your document and choose <guimenu>Edit > Paste</guimenu> from the <application>gedit</application> menu bar. </para> </blockquote> <para> The above text includes application names; system-wide menu names and items; application-specific menu names; and buttons and text found within a GUI interface, all presented in Proportional Bold and all distinguishable by context. </para> <para> Note the <guimenu>></guimenu> shorthand used to indicate traversal through a menu and its sub-menus. This is to avoid the difficult-to-follow 'Select <guimenuitem>Mouse</guimenuitem> from the <guimenu>Preferences</guimenu> sub-menu in the <guimenu>System</guimenu> menu of the main menu bar' approach. </para> <para> <command><replaceable>Mono-spaced Bold Italic</replaceable></command> or <application><replaceable>Proportional Bold Italic</replaceable></application> </para> <para> Whether Mono-spaced Bold or Proportional Bold, the addition of Italics indicates replaceable or variable text. Italics denotes text you do not input literally or displayed text that changes depending on circumstance. For example: </para> <blockquote> <para> To connect to a remote machine using ssh, type <command>ssh <replaceable>username</replaceable>@<replaceable>domain.name</replaceable></command> at a shell prompt. If the remote machine is <filename>example.com</filename> and your username on that machine is john, type <command>ssh john@example.com</command>. </para> <para> The <command>mount -o remount <replaceable>file-system</replaceable></command> command remounts the named file system. For example, to remount the <filename>/home</filename> file system, the command is <command>mount -o remount /home</command>. </para> <para> To see the version of a currently installed package, use the <command>rpm -q <replaceable>package</replaceable></command> command. It will return a result as follows: <command><replaceable>package-version-release</replaceable></command>. </para> </blockquote> <para> Note the words in bold italics above &mdash; username, domain.name, file-system, package, version and release. Each word is a placeholder, either for text you enter when issuing a command or for text displayed by the system. </para> <para> Aside from standard usage for presenting the title of a work, italics denotes the first use of a new and important term. For example: </para> <blockquote> <para> When the Apache HTTP Server accepts requests, it dispatches child processes or threads to handle them. This group of child processes or threads is known as a <firstterm>server-pool</firstterm>. Under Apache HTTP Server 2.0, the responsibility for creating and maintaining these server-pools has been abstracted to a group of modules called <firstterm>Multi-Processing Modules</firstterm> (<firstterm>MPMs</firstterm>). Unlike other modules, only one module from the MPM group can be loaded by the Apache HTTP Server. </para> </blockquote>
de_de: <blockquote> <para> Um den Inhalt der Datei<filename>my_next_bestselling_novel</filename> in Ihrem aktuellen Arbeitsverzeichnis zu sehen, geben Sie den Befehl <command>cat my_next_bestselling_novel</command> in den Shell-Prompt ein und drücken Sie <keycap>Enter</keycap>, um den Befehl auszuführen. </para> </blockquote> <para> Das oben aufgeführte Beispiel beinhaltet einen Dateinamen, einen Shell-Befehl und eine Taste. Alle werden in Mono-spaced Bold dargestellt und alle können, dank des Kontextes, leicht unterschieden werden. </para> <para> Die Tastenkombination kann von einer Taste, durch den Bindestrich, der alle Teile der Tastenkombination miteinander verbindet, unterschieden werden. Zum Beispiel: </para> <blockquote> <para> Drücken Sie <keycap>Enter</keycap>, um den Befehl auszuführen. </para> <para> Drücken Sie <keycombo><keycap>Strg</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo>, um zum ersten visuellen Terminal zu wechseln. Drücken Sie <keycombo><keycap>Strg</keycap><keycap>Alt</keycap><keycap>F7</keycap></keycombo>, um zu Ihrer X-Windows-Sitzung zurückzukehren. </para> </blockquote> <para> Der erste Satz hebt die jeweilige Taste hervor, die gedrückt werden soll. Der zweite Satz hebt die beiden Sets von drei Tasten hervor, wobei jedes Set gleichzeitig gedrückt wird. </para> <para> Falls Quellcode diskutiert wird, werden Klassennamen, Methoden, Funktionen, variable Namen und Wiedergabewerte, die in einen Abschnitt erwähnt werden, in <literal>Mono-spaced Bold</literal> dargestellt. Zum Beispiel: </para> <blockquote> <para> Dateiverwandte Klassen einschließlich <classname>filesystem</classname> für Dateisysteme, <classname>file</classname> für Dateien und <classname>dir</classname> für Verzeichnisse. Jede Klasse hat ihr eigenes Set an Berechtigungen. </para> </blockquote> <para> <application>Proportional Bold</application> </para> <para> Dies kennzeichnet Wörter oder Phrasen, die auf einem System gefunden werden, einschließlich Applikationsnamen, Dialogtext-Boxen, beschriftete Tasten, Check-Box- und Radio-Button-Labels, Menütitel und Untermenütitel. Zum Beispiel: </para> <blockquote> <para> Wählen Sie <guimenu>System > Präferenzen > Maus</guimenu> in der Hauptmenüleiste aus, um <application>Maus-Präferenzen</application> zu starten. Im Tab <guilabel>Schaltflächen</guilabel> Tab, klicken Sie auf die Check-Box <guilabel>Maus für Linkshänder</guilabel> und anschließend auf <guibutton>Schließen</guibutton>, um auf die primären Maus-Schaltflächen von der linken auf die rechte Seite zu wechseln (d.h., um die Maus auf Linkshänder anzupassen). </para> <para> Um ein spezielles Zeichen in eine <application>gedit</application> Datei einzufügen, wählen Sie <guimenu>Applikationen > Zubehör > Zeichentabelle</guimenu> in der Hauptmenüleiste aus. Wählen Sie als nächstes <guimenu>Suchen > Finden&hellip;</guimenu> aus der <application>Zeichentabelle</application>-Menüleiste aus, geben den Namen des Zeichens in das <guilabel>Suchen</guilabel>-Feld ein und klicken auf <guibutton>Weiter</guibutton>. Das gesuchte Zeichen wird in der <guilabel>Zeichentabelle</guilabel> hervorgehoben. Doppelklicken Sie auf das hervorgehobene Zeichen, um Ihn in das Feld <guilabel>Zu kopierender Text</guilabel> einzufügen und klicken Sie auf die Schaltfläche <guibutton>Kopieren</guibutton>. Wechseln Sie nun zurück in Ihr Dokument und wählen Sie <guimenu>Bearbeiten > Einfügen</guimenu> aus der <application>gedit</application>-Menüleiste aus. </para> </blockquote> <para> Der oben aufgeführte Text umfaßt Applikationsnamen, systemweite Menünamen und Elemente, sowie applikationsspezifische Menünamen und Schaltflächen und Textsuche innerhalb einer GUI-Schaltfläche. Alle werden in Proportional Bold dargestellt und vom Kontext hervorgehoben. </para> <para> Beachten Sie, dass das Kürzel <guimenu>></guimenu> verwendet wird, um den Verlauf in einem Menü, bzw. Untermenü zu verdeutlichen. Auf diese Weise wird der schwer nachvollziehbare Ansatz 'Wähle <guimenuitem>Maus</guimenuitem> aus dem Untermenü <guimenu>Präferenzen</guimenu> im <guimenu>System</guimenu>-Menü der Hauptmenüleiste umgangen. </para> <para> <command><replaceable>Mono-spaced Bold Italic</replaceable></command> oder <application><replaceable>Proportional Bold Italic</replaceable></application> </para> <para> Ob Mono-spaced Bold oder Proportional Bold, ein Kursivdruck weist auf einen ersetzbaren oder variablen Text hin. Kursivdruck weist weiterhin auf Text hin, der nicht wörtlich eingeben wird oder der sich je nach Umstand ändert. Zum Beispiel: </para> <blockquote> <para> Um sich mit einer Remote-Maschine via SSH zu verbinden, tippen Sie <command>ssh <replaceable>username</replaceable>@<replaceable>domain.name</replaceable></command> in den Shell-Prompt. Falls die Remote-Maschine <filename>example.com</filename> ist und Ihr Benutzername auf dieser Maschine John ist, tippen Sie <command>ssh john@example.com</command>. </para> <para> Der Befehl <command>mount -o remount <replaceable>file-system</replaceable></command> hängt das angegebene Dateisystem wieder ein . Um beispielsweise das <filename>/home</filename>-Dateisystem wieder einzuhängen, verwenden Sie den Befehl <command>mount -o remount /home</command>. </para> <para> Um die Version des derezeit installierten Paketes zu sehen, verwenden Sie den Befehl <command>rpm -q <replaceable>package</replaceable></command>. Die Ausgabe sieht wie folgt aus: <command><replaceable>package-version-release</replaceable></command>. </para> </blockquote> <para> Achten Sie auf die oben aufgeführten Wörter, die fett und kursiv gedruckt sind &mdash; username, domain.name, file-system, package, version und release. Jedes Wort ist ein Platzhalter, entweder für einen Text, den Sie eingeben, wenn Sie einen Befehl ausführen oder für Text, der durch das System angezeigt wird. </para> <para> Neben der Standardbenutzung für die Darstellung des Arbeitstitels, zeigt der Kursivdruck die erste Nutzung eines neuen und wichtigen Ausdrucks an. Zum Beispiel: </para> <blockquote> <para> Wenn der Apache HTTP-Server Anfragen akzeptiert, sendet er Child-Prozesse oder Threads, um mit ihnen umzugehen. Diese Gruppe von Child-Prozessen oder Threads ist als <firstterm>server-pool</firstterm> bekannt. Unter Apache HTTP Server 2.0, wurde die Verantwortung für die Erstellung und Wartung dieser Server-Pools auf eine Gruppe von Modulen namens <firstterm>Multi-Processing Modules</firstterm> (<firstterm>MPMs</firstterm>) übertragen. Anders als andere Module, kann nur ein Modul der MPM-Gruppe vom Apache HTTP Server geladen werden. </para> </blockquote>

source: A note is a tip or shortcut or alternative approach to the task at hand. Ignoring a note should have no negative consequences, but you might miss out on a trick that makes your life easier.
de_de: Eine Anmerkung ist ein Tipp oder ein Shortcut oder ein alternativer Ansatz für die vorliegende Funktion. Das Ignorieren von Anmerkungen sollte keine negativen Auswirkungen haben, aber Sie verpassen so vielleicht einen Trick der Ihnen das Leben vereinfacht.
nl_nl: Een noot is een tip of handigheidje of een alternatieve benadering voor de taak die uitgevoerd gaat worden. Het negeren van een noot zou geen ernstige gevolgen moeten hebben, maar het leven kan een stuk makkelijker worden indien de noot gevolgd wordt.
