Repository: ajtowns/publican
Catalog: publican/content/common/*/Conventions.po
Languages: cs_cz, de_de, hu_hu, ja_jp, nb_no, nl_nl, pl_pl, pt_br, sk_sk, zh_tw

source: Aside from standard usage for presenting the title of a work, italics denotes the first use of a new and important term. For example:
cs_cz: Vedle obvyklého použití pro název díla se kurzíva používá k vyznačení prvího použití nového důležitého termínu. Například:
hu_hu: A szokványos – munka címét megjelenítendő – használat mellett a dőlt betű új fontos szakkifejezés első használatát is jelölheti. Például:
ja_jp: タイトル表示のような標準的な使用の他、 斜体は新しい重要な用語が初めて出現する場合にも使用されます。 例えば、
nb_no: Bortsett fra standard bruken for å presentere tittelen til et arbeid, markerer kursiv den første bruken i en viktig term. For eksempel:
pl_pl: Poza standardowym użyciem do przestawienia tytułu pracy, pochylenie zaznacza pierwsze użycie nowego i ważnego terminu. Na przykład:
sk_sk: Výnimkou z bežného využitia na zobrazenie nadpisu práce je, že kurzíva označuje prvé použitie nového a dôležitého výrazu. Napríklad:
zh_tw: 除了用來顯示一項作業標題這樣的標準用法，斜體字也可代表第一次使用的重要新詞彙。比方說：

source: When the Apache HTTP Server accepts requests, it dispatches child processes or threads to handle them. This group of child processes or threads is known as a <firstterm>server-pool</firstterm>. Under Apache HTTP Server 2.0, the responsibility for creating and maintaining these server-pools has been abstracted to a group of modules called <firstterm>Multi-Processing Modules</firstterm> (<firstterm>MPMs</firstterm>). Unlike other modules, only one module from the MPM group can be loaded by the Apache HTTP Server.
cs_cz: V rámci zpracování požadavků spouští HTTP server Apache synovské procesy nebo vlákna, které požadavky vyřizují. Skupina synovských procesů nebo vláken bývá označována jako <firstterm>server-pool</firstterm>. Ve verzi 2.0 serveru Apache je zodpovědnost za vytváření a udržování těchto skupin oddělena do skupiny modulů nazývané <firstterm>Multi-Processing Modules</firstterm> (<firstterm>MPMs</firstterm>). Na rozdíl od jiných modulů může být serverem Apache nahrán pouze jeden z modulů ze skupiny MPM.
hu_hu: Amikor az Apache HTTP szolgáló elfogadja a kérést, továbbítja azt a gyerek folyamatainak, hogy kezeljék. A gyerek folyamatok vagy szálak e csoportja a <firstterm>tartalék szolgálók</firstterm> néven ismeretes. Apache HTTP szolgáló 2.0 alatt, e tartalék szolgálók teremtését és karbantartását a <firstterm>Multi-Processing Modules</firstterm> (<firstterm>MPMs</firstterm>) nevű modulok csoportja végzi. Más moduloktól eltérően csak egy az MPM csoportból csak egy modult tölthet be az Apache HTTP szolgáló.
ja_jp: Apache HTTP サーバーが要求を受け取ると子プロセスまたは子スレッドを発送して処理します。 この子プロセスまたは子スレッドのグループは <firstterm>サーバープール</firstterm> と呼ばれます。 Apache HTTP サーバー 2.0 では、 これらのサーバープールの作成および維持の役目は <firstterm>マルチプロセッシングモジュール</firstterm> (<firstterm>MPM</firstterm>) と呼ばれるモジュールのグループに取り込まれていました。 他のモジュールとは異なり、 MPM グループからのモジュール 1 つのみが Apache HTTP サーバー によってロードされます。
nb_no: Når Apache HTTP Serveren aksepterer en anmodning, starter den underprosesser eller tråder for å håndtere dem. Denne gruppen av underprosesser eller tråder er kjent som <firstterm>server-pool</firstterm>. Med Apache HTTP Server 2.0 har ansvaret for å lage og opprettholde disse server-poolene blitt sammenfattet til en gruppe av moduler kalt <firstterm>Multi-Processing Modules</firstterm>. (<firstterm>MPMs</firstterm>). Ulikt de andre modulene, er det bare en i MPM gruppen som kan bli lastet av Apache HTTP Serveren.
pl_pl: Kiedy serwer HTTP Apache akceptuje żądania, rozdziela procesy potomne lub wątki, aby je obsłużyć. Ta grupa procesów potomnych lub wątków jest znana jako <firstterm>pula-serwera</firstterm>. W serwerze HTTP Apache 2.0, odpowiedzialność za tworzenie i zarządzanie tymi pulami-serwera została umieszczona w grupie modułów o nazwie <firstterm>Moduły wielokrotnego przetwarzania</firstterm> (<firstterm>MPMs</firstterm>). Inaczej niż inne moduły, tylko jeden moduł z grupy MPM może być wczytywany przez serwer HTTP Apache.
sk_sk: Keď Apache HTTP server prijíma požiadavky, vytvorí procesy potomkov alebo vlákna na ich obslúženie. Táto skupina procesov potomkov alebo vlákien je známa pod názvom <firstterm>server-pool</firstterm>. V Apache HTTP servri 2.0 je zodpovednosť za vytváranie a spravovanie týchto server-poolov vytiahnutá do skupiny modulov nazvanej <firstterm>Multi-procesné moduly</firstterm> (<firstterm>MPM</firstterm>). Na rozdiel od iných modulov môže byť v Apache servri 2.0 načítaný zo skupiny MPM len jediný modul.
zh_tw: 當 Apache HTTP Server 接受了請求，它便會派遣子程序或是線程來處理它們。這組子程序或線程又被視為 <firstterm>server-pool</firstterm>。在 Apache HTTP Server 2.0 下，建立與維護這些 server-pool 的責任為一組稱為 <firstterm>多重處理模組</firstterm>（<firstterm>MPMs</firstterm>）的模組所屬。與其它模組不同，MPM 群組中只有一個模組可被 Apache HTTP Server 載入。

source: Pull-quote Conventions
cs_cz: Konvence pro Citace
de_de: Pull-Quote-Konventionen
hu_hu: Behúzós idézetek
ja_jp: 引用における表記方法
nb_no: Blikkfangersitatkonvensjoner
nl_nl: Pull-quote Conventies
pl_pl: Konwencje dla cytatów
sk_sk: Konvencie pre citáty
zh_tw: 引述常規

source: Two, commonly multi-line, data types are set off visually from the surrounding text.
cs_cz: Dva typy textu, obvykle víceřádkového, jsou vizuálně odlišeny od obklopujícího textu.
de_de: Zwei, im Allgemeinen mehrzeilige, Daten-Typen werden visuell vom umliegenden Text hervorgehoben.
hu_hu: Két – gyakran többsoros – adat típust választanak el látványosan a környező szövegtől.
ja_jp: 前後の文から視覚的に強調する目的で 2 種類のデータタイプを使用しています。 一般的には複数行になります。
nb_no: To, vanligvis på flere linjer, datatyper er satt ut visuelt i fra den omliggende teksten.
nl_nl: Twee, normaal gesproken uit meerdere regels bestaande, datatypes worden visueel van de omringende tekst onderscheiden.
pl_pl: Dwa, zazwyczaj wielowierszowe typy danych są wizualnie oddzielone od otaczającego tekstu.
sk_sk: Dvoj- ale bežne viacriadkové dátové typy sú vizuálne zvýraznené od okolitého textu.
zh_tw: 有兩種（一般多行的）資料類型會在圍繞它的文字中被強調出。

source: Output sent to a terminal is set in <computeroutput>Mono-spaced Roman</computeroutput> and presented thus:
cs_cz: Výstup zobrazený v terminálu je zobrazen písmem <computeroutput>Mono-spaced Roman</computeroutput> a prezentován takto:
de_de: Eine Ausgabe, die an das Terminal gesendet wird, wird durch <computeroutput>Mono-spaced Roman</computeroutput> definiert und daher wie folgt präsentiert:
hu_hu: A parancssorba küldött kimenetet <computeroutput>egyenszéles román</computeroutput> alakban jelenítjük meg:
ja_jp: 端末に送信される出力は <computeroutput>Mono-spaced Roman</computeroutput> にセットされるので以下のように表示されます。
nb_no: Utdata sendt til en terminal er vist i <computeroutput>Fastbredde Roman</computeroutput> og presentert slik:
nl_nl: Tekst gezonden naar een terminal wordt getoond in <computeroutput>Mono-spaced Roman</computeroutput> en alsvolgt gepresenteerd:
pl_pl: Wyjście wysłane do terminala jest wyświetlane za pomocą <computeroutput>czcionki antykwowej o stałej szerokości</computeroutput> i przez to przedstawia się tak:
sk_sk: Výstup odoslaný na terminál je vysádzaný <computeroutput>neproporcionálnym rímskym</computeroutput> písmom, takže zobrazené je:
zh_tw: 傳送至終端機的輸出設置為 <computeroutput>Mono-spaced Roman</computeroutput> 並且以此方式顯示：

source: books Desktop documentation drafts mss photos stuff svn books_tests Desktop1 downloads images notes scripts svgs
hu_hu: könyvek Asztal iratok félkész mss fotók dolgok svn könyv_próba Asztal1 letöltések képek jegyz írások svg
nb_no: bøker Skrivebord Dokumentasjon utkast manuskript foto ting svn bøker_testes Skrivebord1 nedlastinger bilder notater skrifter svger
pl_pl: książki Pulpit dokumentacja szkice mss zdjęcia inne svn książki_test Pulpit1 pobrane obrazy notatki skrypty svg
sk_sk: knihy Plocha dokumentácia drafts mss fotky všeličo svn books_tests Plocha1 stiahnuté obrázky poznámky skripty svgs

source: Source-code listings are also set in <computeroutput>Mono-spaced Roman</computeroutput> but are presented and highlighted as follows:
cs_cz: Výpisy zdrojových kódů jsou rovněž zobrazovány písmem <computeroutput>Mono-spaced Roman</computeroutput>, ale jsou prezentovány a zvýrazňovány následujícím způsobem:
de_de: Quellcode-Auflistungen werden auch durch <computeroutput>Mono-spaced Roman</computeroutput> definiert. Sie werden wie folgt präsentiert und hervorgehoben:
hu_hu: A forráskód példákat szintén <computeroutput>egyenszéles román</computeroutput> betűtípussal szedjük, de a következő kiemeléseket és megjelenítést alkalmazzuk:
ja_jp: ソースコードの一覧も <computeroutput>Mono-spaced Roman</computeroutput> でセットされますが、 以下のように強調表示されます。
nb_no: Oppført kildekode er også vist i <computeroutput>Fastbredde Fet</computeroutput> men er presentert og markert som følgende:
nl_nl: Opsommingen van broncode worden ook vertoond in <computeroutput>Mono-spaced Roman</computeroutput> maar worden alsvolgt gepresenteerd en benadrukt:
pl_pl: Kod źródłowy jest także wyświetlany za pomocą <computeroutput>czcionki antykwowej o stałej szerokości</computeroutput>, ale wygląda i wyróżniony jest następująco:
sk_sk: Výpisy zdrojového kódu sú tiež vysádzané <computeroutput>neproporcionálnym rímskym</computeroutput> písmom, ale sú zobrazené a zvýraznené nasledovne:
zh_tw: 原始碼排列也設置為 <computeroutput>Mono-spaced Roman</computeroutput> 不過會被以下列方式顯示並強調：

source: package org.jboss.book.jca.ex1; import javax.naming.InitialContext; public class ExClient { public static void main(String args[]) throws Exception { InitialContext iniCtx = new InitialContext(); Object ref = iniCtx.lookup("EchoBean"); EchoHome home = (EchoHome) ref; Echo echo = home.create(); System.out.println("Created Echo"); System.out.println("Echo.echo('Hello') = " + echo.echo("Hello")); } }
hu_hu: package org.jboss.book.jca.ex1; import javax.naming.InitialContext; public class ExClient { public static void main(String args[]) throws Exception { InitialContext iniCtx = new InitialContext(); Object ref = iniCtx.lookup("EchoBean"); EchoHome home = (EchoHome) ref; Echo echo = home.create(); System.out.println("Echo kész"); System.out.println("Echo.echo(&#39;Szia&#39;) = " + echo.echo("Szia")); } }
nb_no: package org.jboss.book.jca.ex1; import javax.naming.InitialContext; public class ExClient { public static void main(String args[]) throws Exception { InitialContext iniCtx = new InitialContext(); Object ref = iniCtx.lookup("EchoBean"); EchoHome home = (EchoHome) ref; Echo echo = home.create(); System.out.println("Echo ble skapt"); System.out.println("Echo.echo('Hallo') = " + echo.echo("Hallo")); } }
pl_pl: package org.jboss.book.jca.ex1; import javax.naming.InitialContext; public class ExClient { public static void main(String args[]) throws Exception { InitialContext iniCtx = new InitialContext(); Object ref = iniCtx.lookup("EchoBean"); EchoHome home = (EchoHome) ref; Echo echo = home.create(); System.out.println("Utworzono Echo"); System.out.println("Echo.echo(&#39;Witaj&#39;) = " + echo.echo("Witaj")); } }

source: Notes and Warnings
cs_cz: Poznámky a Varování
de_de: Anmerkungen und Warnungen
hu_hu: Megjegyzések és figyelmeztetések
ja_jp: 注記および警告
nb_no: Notater og advarsler
nl_nl: Noten en waarschuwingen
pl_pl: Uwagi i ostrzeżenia
sk_sk: Poznámky a upozornenia
zh_tw: 註解和警告

source: Finally, we use three visual styles to draw attention to information that might otherwise be overlooked.
cs_cz: Pro zvýraznění informací, které by jinak mohly být přehlédnuty, používáme tři vizuální styly.
de_de: Abschließend verwenden wir drei visuelle Stile, um die Aufmerksamkeit auf Informationen zu lenken die anderenfalls vielleicht übersehen werden könnten.
hu_hu: Végül három látványos stílust használunk figyelemfelkeltésre olyan tájékoztatáshoz, ami felett könnyen átsiklanának.
ja_jp: 情報が見過ごされないよう 3 種類の視覚的なスタイルを使用して注意を引いています。
nb_no: Til slutt, vi bruker tre visuelle metoder for å dra oppmerksomheten til informasjon som kanskje hadde blitt oversett ellers.
nl_nl: Tenslotte gebruiken we drie visuele stijlen om aandacht te vestigen op informatie die anders misschien over het hoofd zou worden gezien.
pl_pl: Używane są trzy style wizualne, aby zwrócić uwagę na informacje, które inaczej mogłyby zostać przeoczone.
sk_sk: A nakoniec, používame tri vizuálne štýly na upozornenie na informácie, ktoré by inak mohli zostať nepovšimnuté.
zh_tw: 最後，我們會使用三種視覺上的形式來強調可能會被漏掉的資訊。

source: Note
cs_cz: Poznámka
de_de: Anmerkung
hu_hu: Megjegyzés
ja_jp: 注記
nb_no: Notat
nl_nl: Noot
pl_pl: Uwaga
pt_br: Nota
sk_sk: Poznámka
zh_tw: Note（註解）

source: A Note is a tip or shortcut or alternative approach to the task at hand. Ignoring a note should have no negative consequences, but you might miss out on a trick that makes your life easier.
cs_cz: Poznámka je tip, možné zjednodušení nebo alternativní postup v dané situaci. Ignorováním poznámky neriskujete negativní následky, ale můžete přijít o možnost ulehčit si práci.
hu_hu: A megjegyzés rövid jótanács, fogás vagy az aktuális feladat egy másik megközelítése. Egy megjegyzés átugorható komolyabb negatív következmény nélkül, de egy ügyes trükk – ami megkönnyíti az életet – nagyon tud hiányozni.
ja_jp: 注記は説明している部分に対するヒントや近道あるいは代替となる手段などになります。 注記を無視しても影響はありませんが知っておくと便利なコツを見逃すことになるかもしれません。
nb_no: En notat er et tips eller en snarvei eller en alternativ innfallsvinkel til en forestående oppgave. Å ignorere en notat skal ikke ha noen negative konsekvenser, men du går kanskje glipp av et triks som ville gjort livet ditt enklere.
pl_pl: Uwaga jest wskazówką, skrótem lub innym podejściem do omawianego zadania. Zignorowanie uwagi nie powinno mieć żadnych negatywnych konsekwencji, ale można pominąć ułatwiającą życie sztuczkę.
sk_sk: Poznámka je rada, ťahák alebo alternatívny spôsob pre úlohu, ktorý je vždy poruke. Ignorovanie poznámky by nemalo mať negatívne dúsledky, ale môžete tým prešvihnúť trik, ktorý by vám uľahčil život.
zh_tw: 註解代表某些項目的提示、捷徑或是其它完成方式。忽略註解並不會有太大的影響，不過您可能會忽略掉某些能較輕鬆完成工作的方式。

source: Important
cs_cz: Důležité
de_de: Wichtig
hu_hu: Fontos
ja_jp: 重要
nb_no: Viktig
nl_nl: Belangrijk
pl_pl: Ważne
pt_br: Importante
sk_sk: Dôležité
zh_tw: Important（重點）

source: Important boxes detail things that are easily missed: configuration changes that only apply to the current session, or services that need restarting before an update will apply. Ignoring Important boxes won't cause data loss but may cause irritation and frustration.
cs_cz: Okna Důležité obsahují detaily, které je někdy snadné přehlédnout. Například změny v konfiguraci, týkající se pouze konkrétního sezení, nebo služby, které je třeba restartovat, aby se projevily změny v systému. Ignorování takových informací nezpůsobí ztrátu dat, ale může být zdrojem nepříjemností.
de_de: Die Wichtig-Schaukästen lenken die Aufmerksamkeit auf Dinge die sonst leicht übersehen werden können: Konfigurationsänderungen die nur für die aktuelle Sitzung gelten oder Dienste für die ein Neustart nötig ist, bevor ein Update gültig ist. Das Ignorieren von Wichtig-Schaukästen würde keinen Datenverlust verursachen, aber unter Umständen zu Irritation und Frustration führen.
hu_hu: A fontos dobozok könnyen kihagyható részleteket taglalnak: beállítás változásokat, ami az aktuális munkamenetre vonatkoznak, vagy olyan szolgáltatásokra, amiket újra kell indítani, hogy a változások életbe lépjenek. Fontos doboz átugrása nem okoz adatvesztést, de lehet belőle némi izgalom és gyötrelem.
ja_jp: 重要ボックスは見逃しやすい事項を詳細に説明しています。 現在のセッションにのみ適用される設定上の変更点、 更新を適用する前に再起動が必要なサービスなどがあります。 重要ボックスを無視してもデータを喪失するような結果にはなりませんがイライラ感やフラストレーションが生じる可能性があります。
nb_no: Bokser markert som viktig beskriver i detalj ting som er lett å overse: Forandringer i konfigureringen som kun gjelder i den nåværende sesjonen, eller tjenester som trenger en omstart før oppdateringen vil tre i kraft. Å ignorere bokser markert som viktig vil ikke føre til tap av data, men kan skape irritasjon og frustrasjon.
pl_pl: Pole ważne przedstawiają szczegóły, które mogłyby zostać łatwo pominięte: zmiany konfiguracji mające zastosowanie tylko w bieżącej sesji lub usługa wymagająca ponownego uruchomienia przed uwzględnieniem aktualizacji. Zignorowanie pól ważne nie spowoduje utraty danych, ale może wywołać irytację bądź frustrację.
sk_sk: Kolónka 'Dôležité' vymenúva ľahko prehliadnuteľné veci: zmeny nastavení, ktoré sa týkajú len aktuálnej relácie, alebo služby, ktoré musia byť opätovne spustené na aplikovanie aktualizácie. Ignorovaním Dôležitého nestratíte údaje, môže vás to ale podráždiť a frustrovať.
zh_tw: 重點方塊會將容易漏掉的項目詳細列出：只對應於當下 session 的配置變更，或是某些要套用更新前必須將之重新啟用的服務。倘若您忽略掉重點方塊，雖然不會造成資料遺失，不過卻會造成工作上的不便和其它影響。

source: Warning
cs_cz: Varování
de_de: Warnung
hu_hu: Figyelmeztetés
ja_jp: 警告
nb_no: Advarsel
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_br: Aviso
sk_sk: Upozornenie
zh_tw: Warning（警告）

source: A Warning should not be ignored. Ignoring warnings will most likely cause data loss.
cs_cz: Varování by nemělo být ignorováno. Ignorování varování pravděpodobně způsobí ztrátu dat.
de_de: Eine Warnung sollte nicht ignoriert werden. Das Ignorieren von Warnungen führt mit hoher Wahrscheinlichkeit zu Datenverlust.
hu_hu: Figyelmeztetést ne ugorjon át! Figyelmeztetés mellőzése valószínűleg adatvesztést okoz.
ja_jp: 警告は無視しないでください。 警告を無視するとデータを喪失する可能性が非常に高くなります。
nb_no: En advarsel burde ikke ble ignorert. Å ignorere advarsler vil mest sannsynlig føre til tap av data.
nl_nl: Een waarschuwing dient niet genegeerd te worden. Waarschuwingen negeren zal ongetwijfeld leiden tot data verlies.
pl_pl: Ostrzeżenia nie powinny być ignorowane. Zignorowanie ostrzeżeń najprawdopodobniej spowoduje utratę danych.
sk_sk: Upozornenie by nemalo byť ignorované. Ignorovaním upozornenia pravdepodobne stratíte údaje.
zh_tw: 任何警告都不該被忽略掉。忽略警告的話很有可能會造成資料上的遺失。

source: Certain words in this manual are represented in different fonts, styles, and weights. This highlighting indicates that the word is part of a specific category. The categories include the following:
pt_br: Algumas palavras neste manual são apresentadas em diferentes fontes, estilos e tamanhos. Este destaque indica que a palavra é parte de uma categoria específica. As categorias incluem o seguinte:

source: Courier font
pt_br: Fonte enviada

source: Courier font represents <command>commands</command>, <filename>file names and paths</filename>, and <prompt>prompts</prompt> .
pt_br: A fonte Courier representa os <command>comandos</command>, <filename>nomes e caminhos do arquivo</filename>, e <prompt>avisos</prompt>

source: bold Courier font
pt_br: Fonte Courier em negrito

source: Bold Courier font represents text that you are to type, such as: <userinput>service jonas start</userinput>
pt_br: A fonte Courier em negrito representa o texto que você irá digitar, como por exemplo: <userinput>service jonas start</userinput>

source: If you have to run a command as root, the root prompt (<literal>#</literal>) precedes the command:
pt_br: Caso você execute um comando como o root, o root de aviso ( <literal>#</literal> ) precederá o comando;

source: italic Courier font
pt_br: Fonte Courier itálica

source: bold font
pt_br: fonte em negrito

source: Bold font represents <application>application programs</application> and <guilabel>text found on a graphical interface</guilabel>.
pt_br: A fonte em negrito representa os <application>programas de aplicação</application> e o <guilabel>texto encontrado na interface gráfica</guilabel>.

source: When shown like this: <guibutton> OK </guibutton>, it indicates a button on a graphical application interface.
pt_br: Quando apresentado como: <guibutton> OK </guibutton>, isto indicará um botão na aplicação de interface gráfica.

source: Additionally, the manual uses different strategies to draw your attention to pieces of information. In order of how critical the information is to you, these items are marked as follows:
pt_br: Além disso, o manual usa estratégias diferentes para atrair sua atenção aos pedaços de informação. Estes ítens são marcados por ordem de importância em que a informação se apresenta a você, como segue abaixo:

source: A note is typically information that you need to understand the behavior of the system.
pt_br: A nota é tipicamente a informação que você precisa para entender o comportamento do sistema.

source: A tip is typically an alternative way of performing a task.
pt_br: A dica é tipicamente uma forma alternativa de desempenhar uma tarefa.

source: Important information is necessary, but possibly unexpected, such as a configuration change that will not persist after a reboot.
pt_br: A informação importante é necessária, mas provavelmente inesperada, assim como uma configuração de mudança da qual não persistirá após a reinicialização

source: Caution
pt_br: Cautela

source: A caution indicates an act that would violate your support agreement, such as recompiling the kernel.
pt_br: A cautela indica uma atuação que poderia violar seu suporte de entendimento, assim como a recompilação do kernel.

source: A warning indicates potential data loss, as may happen when tuning hardware for maximum performance.
pt_br: Um aviso indica o potencial de dados perdidos, assim como é possível ocorrer quando direcionando o hardware para o desempenho máximo.
