Repository: ajtowns/publican
Catalog: publican/content/common/*/Conventions.po
Languages: cs_cz, de_de, hu_hu, ja_jp, nb_no, nl_nl, pl_pl, pt_br, sk_sk, zh_tw

source: <blockquote> <para> To see the contents of the file <filename>my_next_bestselling_novel</filename> in your current working directory, enter the <command>cat my_next_bestselling_novel</command> command at the shell prompt and press <keycap>Enter</keycap> to execute the command. </para> </blockquote> <para> The above includes a file name, a shell command and a key cap, all presented in Mono-spaced Bold and all distinguishable thanks to context. </para> <para> Key-combinations can be distinguished from key caps by the hyphen connecting each part of a key-combination. For example: </para> <blockquote> <para> Press <keycap>Enter</keycap> to execute the command. </para> <para> Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F1</keycap></keycombo> to switch to the first virtual terminal. Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F7</keycap></keycombo> to return to your X-Windows session. </para> </blockquote> <para> The first sentence highlights the particular key cap to press. The second highlights two sets of three key caps, each set pressed simultaneously. </para> <para> If source code is discussed, class names, methods, functions, variable names and returned values mentioned within a paragraph will be presented as above, in <literal>Mono-spaced Bold</literal>. For example: </para> <blockquote> <para> File-related classes include <classname>filesystem</classname> for file systems, <classname>file</classname> for files, and <classname>dir</classname> for directories. Each class has its own associated set of permissions. </para> </blockquote> <para> <application>Proportional Bold</application> </para> <para> This denotes words or phrases encountered on a system, including application names; dialogue box text; labelled buttons; check-box and radio button labels; menu titles and sub-menu titles. For example: </para> <blockquote> <para> Choose <guimenu>System &gt; Preferences &gt; Mouse</guimenu> from the main menu bar to launch <application>Mouse Preferences</application>. In the <guilabel>Buttons</guilabel> tab, click the <guilabel>Left-handed mouse</guilabel> check box and click <guibutton>Close</guibutton> to switch the primary mouse button from the left to the right (making the mouse suitable for use in the left hand). </para> <para> To insert a special character into a <application>gedit</application> file, choose <guimenu>Applications &gt; Accessories &gt; Character Map</guimenu> from the main menu bar. Next, choose <guimenu>Search &gt; Find&hellip;</guimenu> from the <application>Character Map</application> menu bar, type the name of the character in the <guilabel>Search</guilabel> field and click <guibutton>Next</guibutton>. The character you sought will be highlighted in the <guilabel>Character Table</guilabel>. Double-click this highlighted character to place it in the <guilabel>Text to copy</guilabel> field and then click the <guibutton>Copy</guibutton> button. Now switch back to your document and choose <guimenu>Edit &gt; Paste</guimenu> from the <application>gedit</application> menu bar. </para> </blockquote> <para> The above text includes application names; system-wide menu names and items; application-specific menu names; and buttons and text found within a GUI interface, all presented in Proportional Bold and all distinguishable by context. </para> <para> Note the <guimenu>&gt;</guimenu> shorthand used to indicate traversal through a menu and its sub-menus. This is to avoid the difficult-to-follow &#39;Select <guimenuitem>Mouse</guimenuitem> from the <guimenu>Preferences</guimenu> sub-menu in the <guimenu>System</guimenu> menu of the main menu bar&#39; approach. </para> <para> <command><replaceable>Mono-spaced Bold Italic</replaceable></command> or <application><replaceable>Proportional Bold Italic</replaceable></application> </para> <para> Whether Mono-spaced Bold or Proportional Bold, the addition of Italics indicates replaceable or variable text. Italics denotes text you do not input literally or displayed text that changes depending on circumstance. For example: </para> <blockquote> <para> To connect to a remote machine using ssh, type <command>ssh <replaceable>username</replaceable>@<replaceable>domain.name</replaceable></command> at a shell prompt. If the remote machine is <filename>example.com</filename> and your username on that machine is john, type <command>ssh john@example.com</command>. </para> <para> The <command>mount -o remount <replaceable>file-system</replaceable></command> command remounts the named file system. For example, to remount the <filename>/home</filename> file system, the command is <command>mount -o remount /home</command>. </para> <para> To see the version of a currently installed package, use the <command>rpm -q <replaceable>package</replaceable></command> command. It will return a result as follows: <command><replaceable>package-version-release</replaceable></command>. </para> </blockquote> <para> Note the words in bold italics above &mdash; username, domain.name, file-system, package, version and release. Each word is a placeholder, either for text you enter when issuing a command or for text displayed by the system. </para> <para> Aside from standard usage for presenting the title of a work, italics denotes the first use of a new and important term. For example: </para> <blockquote> <para> When the Apache HTTP Server accepts requests, it dispatches child processes or threads to handle them. This group of child processes or threads is known as a <firstterm>server-pool</firstterm>. Under Apache HTTP Server 2.0, the responsibility for creating and maintaining these server-pools has been abstracted to a group of modules called <firstterm>Multi-Processing Modules</firstterm> (<firstterm>MPMs</firstterm>). Unlike other modules, only one module from the MPM group can be loaded by the Apache HTTP Server. </para> </blockquote>
nl_nl: <blockquote> <para>Om de inhoud van het bestand <filename>mijn_onwijsgoed_verkopende_boek</filename> in uw huidige directory te zien, voert u het commando <command>cat mijn_onwijsgoed_verkopende_boek</command> in bij de shell-prompt en drukt u op <keycap>Enter</keycap> om het commando uit te laten voeren.</para> </blockquote> <para>Bovenstaande bevat een bestandsnaam, een shell-commando en een toetsaanduiding, alle getoond in Mono-spaced Bold en alle te onderscheiden dankzij hun context.</para> <para>Toetsencombinaties kunnen worden onderscheiden van toetsaanduiding door het plusteken dat elk deel van een toetsencombinatie aan elkaar verbind. Voorbeeld:</para> <blockquote> <para>Druk op <keycap>Enter</keycap> om het commando te laten uitvoeren.</para> <para>Druk op <keycombo> <keycap>Ctrl</keycap> <keycap>Alt</keycap> <keycap>F1</keycap> </keycombo> om naar de eerste virtuele terminal over te schakelen. Druk op <keycombo> <keycap>Ctrl</keycap> <keycap>Alt</keycap> <keycap>F7</keycap> </keycombo> om terug te keren naar uw X-Windows sessie.</para> </blockquote> <para>De eerste zin benadrukt de bepaalde toets die moet worden ingedrukt. De tweede benadrukt twee reeksen van drie toetsen, waarbij de toetsen van elke reeks tegelijk moet worden ingedrukt.</para> <para>Indien broncode wordt besproken, worden klassennamen, functies, variabele namen en resultaten genoemd in een paragraaf, weergegeven als bovenstaand, namelijk in <literal>Mono-spaced Bold</literal>. Voorbeeld:</para> <blockquote> <para>Onder bestandsgerelateerde klassen vallen <classname>filesystem</classname> voor bestandsystemen, <classname>file</classname> voor bestanden, en <classname>dir</classname> voor directories. Elke klasse heeft haar eigen set van permissies.</para> </blockquote><para> <application>Proportional Bold</application> </para> <para>Wordt gebruikt om woorden of zinsdelen op een systeem aan te duiden, waaronder applicatie namen, dialoogtekst-boxen, gelabelde toetsen, check box en radio button labels, menutitels en submenutitels. Voorbeeld:</para> <blockquote> <para>Kies <guimenu>System &gt; Preferences &gt; Muis</guimenu> in de hoofdmenubalk om <application>Muis Voorkeuren</application> te openen. In de <guilabel>Knoppen</guilabel> tab, klik de <guilabel>Linkshandige muis</guilabel> check box aan en klik <guibutton>Sluiten</guibutton> om de primaire muisknop van links naar rechts te wisselen (waardoor de muis beter geschikt is geworden voor linkshandig gebruik).</para> <para>Om een speciaal teken in een <application>gedit</application> bestand op te nemen, kiest u <guimenu>Applications &gt; Accessories &gt; Character Map</guimenu> uit de hoofdmenubalk. Vervolgens kiest u <guimenu>Search &gt; Find&hellip;</guimenu> uit de <application>Character Map</application> menubalk, typ de naam van het teken in het <guilabel>Zoek</guilabel> veld en klik <guibutton>Volgende</guibutton>. Het teken dat u zoekt zal worden gemarkeerd in de <guilabel>Character Tafel</guilabel>. Dubbel-klik op dit teken om het in de <guilabel>Text to copy</guilabel> veld op te nemen en klik dan de <guibutton>Copy</guibutton> knop. Keer terug naar uw document en kies <guimenu>Edit &gt; Paste</guimenu> uit de <application>gedit</application> menubalk.</para> </blockquote> <para>De bovenstaande tekst bevat applicatienamen, systeemwijde menunamen en onderdelen, applicatie specifieke menunamen, en knoppen en tekst van een GUI-interface, alle vertoond in Proportional Bold en alle te onderscheiden dankzij hun context.</para> <para>Merk het <guimenu>&gt;</guimenu>-teken op, gebruikt om aan te geven dat door een menu en sub-menu wordt gelopen. Dit voorkomt het gebruik van de nogal omslachtige &#39;Selecteer <guimenuitem>Muis</guimenuitem> van het <guimenu>Voorkeuren</guimenu> sub-menu in het <guimenu>Systeem</guimenu> menu uit de hoofdmenubalk&#39;-omschrijvingen.</para> <para> <command> <replaceable>Mono-spaced Bold Italic</replaceable> </command> or <application> <replaceable>Proportional Bold Italic</replaceable> </application> </para> <para>Mono-spaced Bold of Proportional Bold behandelt indien cursief gedrukt altijd vervangbare of wisselende teksten. Cursief wijst op niet letterlijke tekst of toont tekst dat wisselt naar omstandigheden. Voorbeeld: </para> <blockquote> <para>Om verbinding te maken met een andere computer met behulp van ssh, typt u <command>ssh <replaceable>gebruikersnaam</replaceable>@<replaceable>domein.naam</replaceable> </command> bij een shell prompt.</para> <para>Het <command>mount -o remount <replaceable>file-system</replaceable> </command> commando mount opnieuw het genoemde bestandsysteem. Om bijvoorbeeld het <filename>/home</filename> bestandsysteem opnieuw te mounten, gebruikt men het <command>mount -o remount /home</command> commando.</para> <para>Om de versie van een huidig geïnstalleerd pakket te zien, gebruikt u het <command>rpm -q <replaceable>package</replaceable> </command> commando. Dit zal het volgende resultaat opleveren: <command> <replaceable>package-version-release</replaceable> </command>.</para> </blockquote> <para>Let op de woorden in bold italics in bovenstaande tekst &mdash; username, domain.name, file-system, package, version en release. Elk woord is een [plaatshouder], hetzij voor tekst dat u invult indien u een commando typt, hetzij voor tekst die door het systeem wordt getoond.</para> <para>Buiten het standaard gebruik bij het presenteren van een titel van een werk, wordt cursief ingezet om het eerste gebruik van een nieuwe en belangrijke term te benadrukken.</para> <para>Wanneer de Apache HTTP Server verzoeken accepteert, zet het childprocessen of threads ter afhandeling in. deze groep van childprocessen of threads staan bekend als een <firstterm>server-pool</firstterm>. Onder Apache HTTP Server 2.0, is de verantwoordelijkheid voor het creëren en onderhouden van deze server-pools toegewezen aan een groep modules genaamd <firstterm>Multi-Processing Modules</firstterm> (<firstterm>MPMs</firstterm>). Anders dan bij de andere modules kan slechts één module van de MPM groep door de Apache HTTP Server geladen zijn.</para>

source: Important boxes detail things that are easily missed: configuration changes that only apply to the current session, or services that need restarting before an update will apply. Ignoring Important boxes won&#39;t cause data loss but may cause irritation and frustration.
nl_nl: Belangrijk aanduidingen wijzen op zaken die makkelijk over het hoofd kunnen worden gezien: veranderingen van configuratie die alleen voor de huidige sessie gelden, of voorzieningen die herstart moeten worden om een bepaalde verandering in te laten gaan. Het negeren van zaken met deze aanduiding heeft geen dataverlies tot gevolg, maar kan leiden tot verhoogde bloeddruk en extreme irritatie.
