Repository: ajtowns/publican
Catalog: publican-ovirt/*/Code-Conventions.po
Languages: pa_in, pt_br

source: Code Presentation Conventions
pa_in: ਕੋਡ ਪੇਸ਼ਕਾਰੀ ਸ਼ਰਤਾ
pt_br: Convenções de Código de Apresentação

source: In addition to the standard document conventions covered in <xref linkend="sn-conventions"/>, there are some additional conventions related specifically to discussing source code:
pa_in: <xref linkend="sn-conventions"/> ਵਿੱਚ ਦਿੱਤੀਆਂ ਮਿਆਰੀ ਦਸਤਾਵੇਜ਼ ਸ਼ਰਤਾਂ ਦੇ ਨਾਲ, ਸੋਰਸ ਕੋਡ ਸੰਬੰਧੀ ਕੁਝ ਵਾਧੂ ਸ਼ਰਤਾਂ ਵੀ ਸ਼ਾਮਿਲ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ:
pt_br: Em adição ao documento padrão de convenções encoberto no <xref linkend="sn-conventions"/>, existem algumas convenções relatadas especificamente para o código de recurso em discussão:

source: classname
pt_br: nome da classe

source: This is the name of a class in an object-oriented (<firstterm>OO</firstterm>) programming language. For example, the class <classname>com.arsdigita.categorization.CategoryTreeNode</classname> .
pa_in: ਇਹ ਆਬਜੈਕਟ-ਓਰੀਐਂਟਟਡ (<firstterm>OO</firstterm>) ਪਰੋਗਰਾਮਿੰਗ ਭਾਸ਼ਾ ਵਿੱਚ ਇੱਕ ਕਲਾਸ ਦਾ ਨਾਂ ਹੈ। ਉਦਾਹਰਨ ਲਈ, ਕਲਾਸ <classname>com.arsdigita.categorization.CategoryTreeNode</classname> ।
pt_br: Este é o nome da classe num objeto orientado de programação de linguagem ( <firstterm>OO</firstterm> ). Por exemplo: a classe <classname>com.arsdigita.categorization.CategoryTreeNode</classname>.

source: method name
pa_in: ਵਿਧੀ ਨਾਂ
pt_br: nome do método

source: This is the name of a method in an OO programming language, e.g. the method <methodname>getBaseDataObjectType</methodname> .
pa_in: ਇਹ OO ਪਰੋਗਰਾਮਿੰਗ ਭਾਸ਼ਾ ਵਿੱਚ ਵਿਧੀ ਦਾ ਨਾਂ ਹੈ, ਜਿਵੇਂ ਕਿ ਵਿਧੀ <methodname>getBaseDataObjectType</methodname> ।
pt_br: Este é o nome do método numa programação de linguagem OO. Por exemplo: o método <methodname>getBaseDataObjectType</methodname>.

source: function
pa_in: ਫੰਕਸ਼ਨ
pt_br: função

source: The name of a function or subroutine, as in a programming language. For example, the function <function>SecurityLogger.warn()</function> .
pa_in: ਇਹ ਪਰੋਗਰਾਮਿੰਗ ਭਾਸ਼ਾ ਵਿੱਚ ਇੱਕ ਫੰਕਸ਼ਨ ਜਾਂ ਸਬ-ਰੂਟੀਨ ਦਾ ਨਾਂ ਹੈ। ਉਧਾਹਰਨ ਲਈ, ਫੰਕਸ਼ਨ <function>SecurityLogger.warn()</function> ।
pt_br: O nome da função ou subrotina, como em uma programação de linguagem. Por exemplo: a função <function>SecurityLogger.warn()</function>.

source: variable name
pa_in: ਵੇਰੀਏਬਲ ਨਾਂ
pt_br: nome da variável

source: The name of a variable. For example, the variable <varname>BASE_DATA_OBJECT_TYPE</varname> .
pa_in: ਵੇਰੀਏਬਲ ਦਾ ਨਾਂ। ਉਦਾਹਰਨ ਲਈ, ਵੇਰੀਏਬਲ <varname>BASE_DATA_OBJECT_TYPE</varname> ।
pt_br: O nome da variável. Por exemplo: a variável <varname>BASE_DATA_OBJECT_TYPE</varname>.

source: option
pa_in: ਚੋਣ
pt_br: opção

source: An option for a software command or <methodname>Method</methodname> . For example, a user has been granted <option>read</option> privileges on an object.
pa_in: ਇੱਕ ਸਾਫਟਵੇਅਰ ਕਮਾਂਡ ਜਾਂ <methodname>Method</methodname> ਲਈ ਇੱਕ ਚੋਣ। ਉਦਾਹਰਨ ਲਈ, ਇੱਕ ਉਪਭੋਗੀ ਨੂੰ ਕਿਸੇ ਆਬਜੈਕਟ ਤੇ <option>read</option> ਅਧਿਕਾਰ ਦਿੱਤੇ ਜਾਂਦੇ ਹਨ।
pt_br: Uma opção para um comando de software ou <methodname>Method</methodname> . Por exemplo: um usuário concedeu privilégios de <option>read</option> num objeto.

source: return value
pa_in: ਰਿਟਰਨ ਮੁੱਲ
pt_br: valor de retorno

source: The value returned by a function. For example, a method returns <returnvalue>null</returnvalue> .
pa_in: ਫੰਕਸ਼ਨ ਰਾਹੀਂ ਰਿਟਰਨ ਕੀਤਾ ਮੁੱਲ। ਉਦਾਹਰਨ ਲਈ, ਇੱਕ ਵਿਧੀ <returnvalue>null</returnvalue> ਰਿਟਰਨ ਕਰਦਾ ਹੈ।
pt_br: O valor retornado por uma função. Por exemplo: o método retorna <returnvalue>null</returnvalue>.

source: program listing
pa_in: ਪਰੋਗਰਾਮ ਸੂਚੀ
pt_br: listagem de programa

source: A literal listing of all or part of a program:
pa_in: ਇੱਕ ਪਰੋਗਰਾਮ ਜਾਂ ਇਸ ਦੇ ਭਾਗਾਂ ਦੀ ਇੱਕ ਸੂਚੀ:
pt_br: Uma listagem literal de todos ou parte de um programa:

source: first term
pa_in: ਪਹਿਲੀ ਸ਼ਰਤ
pt_br: primeiro termo

source: The first occurrence of a term, such as the first time we introduce a <firstterm>bulletin-board</firstterm> and note its abbreviated form, <firstterm>bboard</firstterm>.
pa_in: ਸ਼ਰਤ ਦੀ ਪਹਿਲੀ ਮੌਜੂਦਗੀ, ਜਿਵੇਂ ਕਿ ਅਸੀਂ ਪਹਿਲੀ ਵਾਰ <firstterm>bulletin-board</firstterm> ਜਾਰੀ ਕਰਦੇ ਹਾਂ ਅਤੇ ਇਸ ਦਾ ਸੰਖੇਪ ਫਾਰਮ, <firstterm>bboard</firstterm> ਲਿਖਦੇ ਹਾਂ।
pt_br: A primeira ocorrência de um termo, como por exemplo a primeira vez em que nós introduzimos um <firstterm>bulletin-board</firstterm> e sua forma abreviada: <firstterm>bboard</firstterm>.

source: translator-credits
pa_in: ਜਸਵਿੰਦਰ ਸਿੰਘ <jsingh@redhat.com>
pt_br: créditos do tradutor
